Repository: contao/core-bundle
Catalog: src/Resources/contao/languages/*/*_image_size_item.xlf
Languages: es, it, lv, pt, sr

# tl_image_size_item.media.0
source: Media query
es: Consulta de medio
lv: Medija vaicājums

# tl_image_size_item.media.1
source: Here you can define when to use the image size, e.g. <em>(max-width: 600px)</em>.
es: Aquí puedes definir cuándo utilizar el tamaño de imagen, por ejemplo <em>(max-width: 600px)</em>.
it: Qui è possibile definire quando utilizzare le dimensioni dell'immagine, ad esempio <em> (max-width: 600px) </ em>.
lv: Šeit jūs varat definēt kad izmantot attēla izmēru, piem. <em>(max-width: 600px)</em>.
pt: Aqui pode definir quando usar o tamanho de imagem, ex. <em>(max-width: 600px)</em>.
sr: Овде можете дефинисати када да користите величину слике, нпр. <em>(max-width: 600px)</em>.

# tl_image_size_item.invisible.0
source: Invisible
it: Invisibile
lv: Neredzams
pt: Invisível
sr: Скривено

# tl_image_size_item.invisible.1
source: Do not use the image size definition.
es: No utilice la definición de tamaño de imagen.
it: Non utilizzare le definizioni delle dimensioni immagine.
lv: Neizmantot attēla izmēra definīciju.
pt: Não utilizar definições de tamanho de imagem.
sr: Немој користити дефиницију величине слике.

# tl_image_size_item.tstamp.0
source: Revision date
es: Fecha revisión
it: Data revisione
lv: Pārskatījuma datums
pt: Data da revisão
sr: Датум последње верзије

# tl_image_size_item.tstamp.1
source: Date and time of the latest revision
es: Fecha y hora de la última modificación
it: Data e ora dell'ultima revisione
lv: Pēdējā pārskatījuma datums un laiks
pt: Data e hora da última revisão
sr: Датум и време последње верзије

# tl_image_size_item.title_legend
source: Image size settings
es: Configuración de tamaño de imágen
it: Configurazione dimensione immagine
lv: Attēla izmēra iestatījumi
pt: Definições de tamanho de imagem
sr: Подешавања величине слике

# tl_image_size_item.expert_legend
source: Expert settings
es: Configuración avanzada
it: Impostazioni avanzate
lv: Eksperta iestatījumi
pt: Configurações avançadas
sr: Напредна подешавања

# tl_image_size_item.visibility_legend
source: Visibility
es: Visibilidad
it: Visibilità
lv: Redzamība
pt: Visibilidade
sr: Видљивост

# tl_image_size_item.new.0
source: New media query
es: Nuevo media query
it: Nuova media query
lv: Jauns medija vaicājums
pt: Nova pesquisa de media

# tl_image_size_item.new.1
source: Create a new media query
es: Crear un nueva media query
it: Crea una nuova media query
lv: Izveidot jaunu medija vaicājumu
pt: Criar uma nova pesquisa de media

# tl_image_size_item.show.0
source: Media query details
es: Detalles del media query
it: Dettagli media query
lv: Medija vaicājuma detaļas
pt: Detalhes de pesquisa de media

# tl_image_size_item.show.1
source: Show the details of media query ID %s
es: Muestra los detalles del media query con ID %s
it: Mostra i dettagli della media query ID %s
lv: Rādīt medija vaicājuma ID %s detaļas
pt: Mostrar detalhes de pesquisa de media com ID %s

# tl_image_size_item.edit.0
source: Edit media query
es: Editar el media query
it: Modifica media query
lv: Rediģēt medija vaicājumu
pt: Editar pesquisa de media

# tl_image_size_item.edit.1
source: Edit media query ID %s
es: Editar el media query con ID %s
it: Modifica media query ID %s
lv: Rediģēt medija vaicājumu ID %s
pt: Editar pesquisa de media com ID %s

# tl_image_size_item.cut.0
source: Move media query
es: Mover el media query
it: Sposta media query
lv: Pārvietot medija vaicājumu
pt: Mover pesquisa de media

# tl_image_size_item.cut.1
source: Move media query ID %s
es: Mover el media query con ID %s
it: Sposta media query ID %s
lv: Pārvietot medija vaicājumu ID %s
pt: Mover pesquisa de media com ID %s

# tl_image_size_item.copy.0
source: Duplicate media query
es: Duplicar el media query
it: Duplica media query
lv: Dublēt medija vaicājumu
pt: Duplicar pesquisa de media

# tl_image_size_item.copy.1
source: Duplicate media query ID %s
es: Duplicar el media query con ID %s
it: Duplica media query ID %s
lv: Dublēt medija vaicājumu ID %s
pt: Duplicar pesquisa de media com ID %s

# tl_image_size_item.delete.0
source: Delete media query
es: Borrar el media query
it: Elimina media query
lv: Dzēst medija vaicājumu
pt: Apagar pesquisa de media

# tl_image_size_item.delete.1
source: Delete media query ID %s
es: Borrar el ID media query %s
it: Elimina media query ID %s
lv: Dzēst medija vaicājumu ID %s
pt: Apagar pesquisa de media com ID %s

# tl_image_size_item.editheader.0
source: Edit image size
es: Editar tamaño de imagen
it: Modifica dimensioni immagine
lv: Rediģēt attēla izmēru
pt: Editar tamanho de imagem
sr: Уреди величину слике

# tl_image_size_item.editheader.1
source: Edit the image size settings
es: Editar la configuración del tamaño de imagen
it: Modifica la configurazione delle dimensioni dell'immagine
lv: Rediģēt attēla izmēra iestatījumus
pt: Editar configurações de tamanho de imagem
sr: Уреди подешавања величине слике

# tl_image_size_item.pasteafter.0
source: Paste at the top
es: Pegar al inicio
it: Incolla in cima
lv: Ielīmēt sākumā
pt: Colar no início
sr: Налепи на врх

# tl_image_size_item.pasteafter.1
source: Paste after media query ID %s
es: Pegar después de la ID del media query %s
it: Aggiungi dopo media query ID %s
lv: Ielīmēt pēc medija vaicājuma ID %s
pt: Colar após pesquisa de media com ID %s

# tl_image_size_item.pastenew.0
source: Add new at the top
es: Crear una definición de formato nuevo al inicio
it: Crea una nuova regola css all'inizio
lv: Pievienot sākumā
pt: Criar novo elemento de conteúdo no topo
sr: Додај ново на врх

# tl_image_size_item.pastenew.1
source: Add new after media query ID %s
es: Agregar nuevo después del media query %s
it: Aggiungi nuovo elemento dopo media query ID %s
lv: Pievienot jaunu pēc medija vaicājuma ID %s
pt: Adicionar nova pesquisa após pesquisa de media com ID %s

# tl_image_size_item.toggle.0
source: Toggle visibility
es: Alternar visibilidad
it: Cambia visibilità
lv: Pārslēgt redzamību
pt: Alternar a visibilidade
sr: Промени видљивост

# tl_image_size_item.toggle.1
source: Toggle the visibility of media query ID %s
es: Cambiar la visibilidad de la ID del media query %s
it: Cambia visibilità media query ID %s
lv: Pārslēgt medija vaicājuma ID %s redzamību
pt: Alternar visibilidade da pesquisa de media com ID %s

# tl_image_size_item.new.0
source: New image size media query
sr: Новa величина слике за Media-Query

# tl_image_size_item.new.1
source: Create a new image size media query
sr: Креирај нову величину слике за Media-Query

# tl_image_size_item.show.0
source: Image size media query details
sr: Детаљи величине слике Media-Query

# tl_image_size_item.show.1
source: Show the details of image size media query ID %s
sr: Прикажи детаље величине слике за Media-Query ID %s

# tl_image_size_item.edit.0
source: Edit image size media query
sr: Уреди Media-Query величине слике

# tl_image_size_item.edit.1
source: Edit image size media query ID %s
sr: Уреди Media-Query величине слике ID %s

# tl_image_size_item.cut.0
source: Move image size media query
sr: Помери Media-Query величине слике

# tl_image_size_item.cut.1
source: Move image size media query ID %s
sr: Помери Media-Query величине слике ID %s

# tl_image_size_item.copy.0
source: Duplicate image size media query
sr: Копирај Media-Query величине слике

# tl_image_size_item.copy.1
source: Duplicate image size media query ID %s
sr: Копирај Media-Query величине слике ID %s

# tl_image_size_item.delete.0
source: Delete image size media query
sr: Обриши Media-Query величине слике

# tl_image_size_item.delete.1
source: Delete image size media query ID %s
sr: Обриши Media-Query величине слике ID %s

# tl_image_size_item.pasteafter.1
source: Paste after image size media query ID %s
sr: Налепи након Media-Query величине слике ID %s

# tl_image_size_item.pastenew.1
source: Add new after image size media query ID %s
sr: Додај нови након Media-Query величине слике ID %s

# tl_image_size_item.toggle.1
source: Toggle the visibility of image size media query ID %s
sr: Сакриј видљивост Media-Query величине слике ID %s
