Repository: contao/core-bundle
Catalog: src/Resources/contao/languages/*/*_style_sheet.xlf
Languages: sr

# tl_style_sheet.name.0
source: Name
sr: Име

# tl_style_sheet.name.1
source: Please enter the style sheet name.
sr: Унесите назив за колекцију стилова.

# tl_style_sheet.embedImages.0
source: Embed images up to
sr: Уметни слике до

# tl_style_sheet.cc.0
source: Conditional comment
sr: Условни коментари

# tl_style_sheet.cc.1
source: Conditional comments allow you to create Internet Explorer specific style sheets (e.g. <em>if lt IE 9</em>).
sr: Условни коментари вам омогућавају да креирате посебне стилове намењене употреби у Internet Explorer (нпр. <em>if lt IE 9</em>).

# tl_style_sheet.media.0
source: Media types
sr: Врсте медија

# tl_style_sheet.media.1
source: Here you can choose the media types the style sheet applies to.
sr: Овде можете изабрати врсте медија на које ће се колекција стилова примењивати.

# tl_style_sheet.mediaQuery.0
source: Media query
sr: Медијски упит

# tl_style_sheet.mediaQuery.1
source: Here you can define the media type using a media query like <em>screen and (min-width: 800px)</em>. The media types defined above will then be overwritten.
sr: Овде можете одредити врсту медија користећи медијски упит као што је <em>screen and (min-width: 800px)</em>. У том случају ће врста медија одабрана горе бити прегажена.

# tl_style_sheet.vars.0
source: Global variables
sr: Глобалне варијабле

# tl_style_sheet.vars.1
source: Here you can define global variables for the style sheet (e.g. <em>$red</em> -> <em>c00</em> or <em>$margin</em> -> <em>12px</em>).
sr: Овде можете дефинисати глобалне варијабле за колекцију стилова (нпр. <em>$red</em> -> <em>c00</em> или <em>$margin</em> -> <em>12px</em>).

# tl_style_sheet.source.0
source: Source files
sr: Изворни фајлови

# tl_style_sheet.source.1
source: Here you can upload one or more .css files to be imported.
sr: Овде можете изабрати један или више .css фајлова који ће бити увежени.

# tl_style_sheet.tstamp.0
source: Revision date
sr: Датум последње верзије

# tl_style_sheet.tstamp.1
source: Date and time of the latest revision
sr: Датум и време последње верзије

# tl_style_sheet.title_legend
source: Name
sr: Име

# tl_style_sheet.expert_legend
source: Expert settings
sr: Напредна подешавања

# tl_style_sheet.media_legend
source: Media settings
sr: Подешавања медија

# tl_style_sheet.vars_legend
source: Global variables
sr: Глобалне варијабле

# tl_style_sheet.css_imported
source: Style sheet "%s" has been imported.
sr: Колекција стилова "%s" је увежена.

# tl_style_sheet.css_renamed
source: Style sheet "%s" has been imported as "%s".
sr: Колекција стилова "%s" је увежена као "%s".

# tl_style_sheet.new.0
source: New style sheet
sr: Нова колекција стилова

# tl_style_sheet.new.1
source: Create a new style sheet
sr: Креирај нову колекцију стилова

# tl_style_sheet.show.0
source: Style sheet details
sr: Детаљи колекције стилова

# tl_style_sheet.show.1
source: Show the details of style sheet ID %s
sr: Прикажи детаље колекције стилова ID %s

# tl_style_sheet.edit.0
source: Edit style sheet
sr: Уреди колекцију стилова

# tl_style_sheet.edit.1
source: Edit style sheet ID %s
sr: Уреди колекцију стилова ID %s

# tl_style_sheet.editheader.0
source: Edit style sheet
sr: Уреди колекцију стилова

# tl_style_sheet.editheader.1
source: Edit the style sheet settings
sr: Уреди подешавања колекције стилова

# tl_style_sheet.cut.0
source: Move style sheet
sr: Помери колекцију стилова

# tl_style_sheet.cut.1
source: Move style sheet ID %s
sr: Помери колекцију стилова ID %s

# tl_style_sheet.copy.0
source: Duplicate style sheet
sr: Копирај колекцију стилова

# tl_style_sheet.copy.1
source: Duplicate style sheet ID %s
sr: Копирај колекцију стилова ID %s

# tl_style_sheet.delete.0
source: Delete style sheet
sr: Обриши колекцију стилова

# tl_style_sheet.delete.1
source: Delete style sheet ID %s
sr: Обриши колекцију стилова ID %s

# tl_style_sheet.import.0
source: CSS import
sr: Увоз CSS-а

# tl_style_sheet.import.1
source: Import existing CSS files
sr: Увези постојеће CSS фајлове

# tl_style_sheet.export.0
source: Export style sheet
sr: Извези колекцију стилова

# tl_style_sheet.export.1
source: Export style sheet ID %s
sr: Извези колекцију стилова ID %s
