Repository: contao/core-bundle
Catalog: contao/languages/*/*_content.xlf
Languages: fa

# tl_content.type.0
source: Element type
fa: نوع المان

# tl_content.type.1
source: Please choose the type of content element.
fa: لطفا نوع المان را انتخاب نمایید.

# tl_content.headline.0
source: Headline
fa: سربرگ

# tl_content.headline.1
source: Here you can add a headline to the content element.
fa: اینجا می‌توانید عنوان اصلی را به المان محتوا اضافه کنید.

# tl_content.sectionHeadline.0
source: Section headline
fa: سربرگ بخش

# tl_content.sectionHeadline.1
source: Here you can add a section headline, e.g. a tab title or accordion header.
fa: در اینجا می‌توانید عنوان بخش را اضافه کنید، به عنوان مثال. عنوان برگه یا سربرگ آکاردئون.

# tl_content.text.0
source: Text
fa: متن

# tl_content.text.1
source: You can use HTML tags to format the text.
fa: می‌توانید از تگ‌های HTML برای شکل دادن به متن استفاده کنید.

# tl_content.addImage.0
source: Add an image
fa: افزودن تصویر

# tl_content.addImage.1
source: Add an image to the content element.
fa: افزودن تصویر به المان محتوا.

# tl_content.showPreview.0
source: Show preview images
fa: نمایش تصاویر پیش‌نمایش

# tl_content.showPreview.1
source: Show preview images of the selected files.
fa: نمایش تصاویر پیش نمایش فایل های انتخاب شده.

# tl_content.inline.0
source: Show in browser
fa: نمایش در مرورگر

# tl_content.inline.1
source: Show the file in the browser instead of opening the download dialog.
fa: به جای باز کردن کادر دانلود، پرونده را در مرورگر نمایش دهید.

# tl_content.overwriteMeta.0
source: Overwrite metadata
fa: رونویسی فراداده

# tl_content.overwriteMeta.1
source: Overwrite the metadata of the file.
fa: فراداده پرونده را رونویسی می‌کند.

# tl_content.singleSRC.0
source: Source file
fa: منبع پرونده

# tl_content.singleSRC.1
source: Please select a file or folder from the files directory.
fa: لطفا پرونده یا پوشه‌ای را از فهرست پرونده‌ها انتخاب کنید.

# tl_content.alt.0
source: Alternate text
fa: متن جایگزین

# tl_content.alt.1
source: Here you can enter an alternate text for the image (<em>alt</em> attribute).
fa: اینجا می‌توانید متن جایگزین را برای تصویر وارد نمایید (ویژگی <em>alt</em>).

# tl_content.imageTitle.0
source: Image title
fa: عنوان تصویر

# tl_content.imageTitle.1
source: Here you can enter the image title (<em>title</em> attribute).
fa: اینجا می‌توانید عنوان تصویر را وارد کنید (ویژگی <em>title</em>).

# tl_content.imageUrl.0
source: Image link target
fa: مقصد پیوند تصویر

# tl_content.imageUrl.1
source: A custom image link target will override the lightbox link, so the image cannot be viewed fullsize anymore.
fa: مقصد پیوند تصویر سفارشی که جایگزین پیوند lightbox خواهد شد، بنابراین تصویر دیگر در حالت اندازه کامل قابل مشاهده نخواهد بود.

# tl_content.fullsize.0
source: Full-size view/new window
fa: نمایش کامل/پنجره جدید

# tl_content.fullsize.1
source: Open the full-size image in a lightbox or the link in a new browser window.
fa: باز کردن تصویر کامل در lighbox یا پیوند در یک پنجره مرورگر جدید.

# tl_content.floating.0
source: Image alignment
fa: چینش تصویر

# tl_content.floating.1
source: Please specify how to align the image.
fa: لطفا نحوه چیدمان تصویر را مشخص نمایید.

# tl_content.caption.0
source: Image caption
fa: زیرنویس تصویر

# tl_content.caption.1
source: Here you can enter a short text that will be displayed below the image.
fa: اینجا می‌توانید یک متن کوتاه که در زیر تصویر نمایش داده خواهد شد را وارد نمایید.

# tl_content.html.0
source: HTML code
fa: کد HTML

# tl_content.html.1
source: You can modify the list of allowed HTML tags in the back end settings.
fa: می‌توانید فهرست برچسب‌های HTML مجاز را در تنظیمات بخش مدیریت تغییر دهید.

# tl_content.unfilteredHtml.0
source: HTML code
fa: کد HTML

# tl_content.unfilteredHtml.1
source: Take care when pasting things you don't understand. This could allow attackers to steal your identity or take control of the whole system.
fa: هنگام چسباندن چیزهایی که متوجه نمی‌شوید مراقب باشید. این می‌تواند به مهاجمان اجازه دهد تا هویت شما را بدزدند یا کنترل کل سیستم را در دست بگیرند.

# tl_content.listtype.0
source: List type
fa: نوع فهرست

# tl_content.listtype.1
source: Please choose the type of list.
fa: لطفا نوع فهرست را انتخاب نمایید.

# tl_content.listitems.0
source: List items
fa: موارد فهرست

# tl_content.listitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
fa: اگر جاوا اسکریپت غیرفعال است، از ذخیره شدن تغییرات قبل از تغییر ترتیب مطمئن شوید.

# tl_content.tableitems.0
source: Table items
fa: موارد جدول

# tl_content.tableitems.1
source: If JavaScript is disabled, make sure to save your changes before modifying the order.
fa: اگر جاوا اسکریپت غیرفعال است، از ذخیره شدن تغییرات قبل از تغییر ترتیب مطمئن شوید.

# tl_content.summary.0
source: Table summary
fa: خلاصه جدول

# tl_content.summary.1
source: Please enter a short summary of the table and describe its purpose or structure.
fa: لطفا خلاصه مختصری در مورد جدول وارد نمایید و هدف و ساختار آن را توضیح دهید.

# tl_content.thead.0
source: Add table header
fa: افزودن سربرگ جدول

# tl_content.thead.1
source: Make the first row the table header.
fa: سطر اول را سربرگ جدول قرار دهید.

# tl_content.tfoot.0
source: Add table footer
fa: افزودن پاورقی جدول

# tl_content.tfoot.1
source: Make the last row the table footer.
fa: سطر آخر را پابرگی جدول قرار دهید.

# tl_content.tleft.0
source: Use row headers
fa: استفاده از سربرگ‌های ردیف

# tl_content.tleft.1
source: Define the left column as row header.
fa: تعریف کردن ستون چپ به عنوان سربرگ ردیف

# tl_content.sortable.0
source: Sortable table
fa: جدول قابل مرتب‌سازی

# tl_content.sortable.1
source: Make the table sortable (requires JavaScript and a table header).
fa: در صورتی که این گزینه را فعال سازید، عناوین هر ستون قابل کلیک می‌شوند و با کلیک بر روی آن‌ها، اطلاعات جدول بر اساس آن ستون و آن عنوان مرتب خواهند شد.

# tl_content.sortIndex.0
source: Sort index
fa: اندیکس مرتب‌سازی

# tl_content.sortIndex.1
source: The number of the default sort column.
fa: شماره ستون مرتب‌سازی پیش‌فرض.

# tl_content.sortOrder.0
source: Sort order
fa: ترتیب مرتب‌سازی

# tl_content.sortOrder.1
source: Please choose the sort order.
fa: لطفا ترتیب مرتب‌سازی را انتخاب نمایید.

# tl_content.closeSections.0
source: Close all sections
fa: بستن همه‌ی بخش‌ها

# tl_content.closeSections.1
source: Do not open the first section by default.
fa: بخش اول را به صورت پیش‌فرض باز نکنید.

# tl_content.mooType.0
source: Operation mode
fa: حالت اجراء

# tl_content.mooType.1
source: Please select the operation mode of the accordion element.
fa: لطفا حالت فرایند المان آکاردیونی را انتخاب نمایید.

# tl_content.mooStart.0
source: Wrapper start
fa: شروع لفافه

# tl_content.mooStart.1
source: Marks the beginning of an accordion pane that spans several content elements.
fa: مشخص کردن شروع قطعه آکاردیونی که شامل چندین المان محتوایی است.

# tl_content.mooStop.0
source: Wrapper stop
fa: پایان لفافه

# tl_content.mooStop.1
source: Marks the end of an accordion pane that spans several content elements.
fa: مشخص کردن پایان قطعه آکاردیونی که شامل چندین المان محتوایی است.

# tl_content.mooSingle.0
source: Single element
fa: المان تکی

# tl_content.mooSingle.1
source: Behaves like a single text element that is inside an accordion pane.
fa: مانند یک متن تنها که داخل قطعه آکاردیونی است رفتار می‌کند.

# tl_content.mooHeadline.0
source: Section headline
fa: سربرگ بخش

# tl_content.mooHeadline.1
source: Please enter the headline of the content pane. HTML tags are allowed.
fa: لطفا یک عنوان وارد نمایید. کدهای HTML مجاز می‌باشد.

# tl_content.mooStyle.0
source: CSS format
fa: قالب CSS

# tl_content.mooStyle.1
source: Here you can format the section headline using CSS code.
fa: اینجا می‌توانید بخش سربرگ را با استفاده از کد CSS شکل دهید.

# tl_content.mooClasses.0
source: Element classes
fa: کلاس‌های المان

# tl_content.mooClasses.1
source: Leave blank to use the default classes or enter a custom toggler and accordion class.
fa: برای استفاده از حالت پیش‌فرض خالی نگه دارید یا کلاس آکاردیون یا toggler سفارشی را وارد نمایید.

# tl_content.shClass.0
source: Configuration
fa: پیکربندی

# tl_content.shClass.1
source: Here you can configure the syntax highlighter (e.g. <em>gutter: false;</em>).
fa: اینجا می‌توانید syntax highlighter را پیکربندی کنید (برای نمونه <em>gutter: false;</em>)

# tl_content.highlight.1
source: Please choose a scripting language.
fa: لطفا زبان کد خود را انتخاب نمایید.

# tl_content.code.0
source: Code
fa: کد

# tl_content.code.1
source: Note that the code will not be executed. Use F11 to toggle the fullscreen mode if you are using the code editor.
fa: توجه کنید که کد نباید اجراء شود.

# tl_content.markdownSource.0
source: Markdown source
fa: منبع Markdown

# tl_content.markdownSource.1
source: Please choose the Markdown source.
fa: لطفا منبع Markdown را انتخاب کنید.

# tl_content.markdownSource.sourceText
source: Text
fa: متن

# tl_content.markdownSource.sourceFile
source: File
fa: پرونده

# tl_content.data.0
source: Template data
fa: داده‌ی قالب

# tl_content.data.1
source: These values are available as <code>$this->keys</code> in the template.
fa: این مقادیر به صورت <code>$this->keys</code> در قالب دردسترس هستند.

# tl_content.linkTitle.0
source: Link text
fa: متن پیوند

# tl_content.linkTitle.1
source: The link text will be displayed instead of the target URL.
fa: متن پیوند به جای نشانی وب مقصد نمایش داده خواهد شد.

# tl_content.overwriteLink.0
source: Overwrite link
fa: رونویسی لینک

# tl_content.overwriteLink.1
source: Set a custom link text and link title.
fa: یک متن پیوند سفارشی و عنوان پیوند را تنظیم کنید.

# tl_content.titleText.0
source: Link title
fa: عنوان پیوند

# tl_content.titleText.1
source: The link title is added as <em>title</em> attribute in the HTML markup.
fa: عنوان پیوند به صورت ویژگی <em>title</em> در نشانه‌گذاری HTML اضافه می‌شود.

# tl_content.embed.0
source: Embed the link
fa: جاسازی کردن پیوند

# tl_content.embed.1
source: Use the wildcard "%s" to embed the link in a phrase (e.g. <em>For more information please visit %s</em>).
fa: از wildcard "%s" برای جاسازی پیوند در یک عبارت استفاده کنید (برای نمونه <em>برای اطلاعات بیشتر %s را کلیک کنید.</em>)

# tl_content.rel.1
source: To trigger the lightbox, enter a <em>data-lightbox</em> attribute here.
fa: برای فعال کردن lightbox یک ویژگی <em>data-lightbox</em> وارد کنید.

# tl_content.useImage.0
source: Create an image link
fa: ایجاد پیوند تصویری

# tl_content.useImage.1
source: Use an image instead of the link title.
fa: استفاده از یک تصویر به جای عنوان پیوند.

# tl_content.multiSRC.0
source: Source files
fa: پرونده‌های منبع

# tl_content.multiSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
fa: لطفا یک یا چند پرونده یا پوشه را انتخاب کنید. اگر یک پوشه را انتخاب کنید، همه پرونده‌های داخل پوشه به صورت خودکار گنجانده خواهند شد.

# tl_content.useHomeDir.0
source: Use home directory
fa: استفاده از دایرکتوری شخصی

# tl_content.useHomeDir.1
source: Use the home directory as file source if there is an authenticated member.
fa: استفاده از دایرکتوری خانه به عنوان منبع پرونده اگر عضوی وارد شده باشد.

# tl_content.perRow.0
source: Thumbnails per row
fa: تصاویر بندانگشتی هر سطر

# tl_content.perRow.1
source: The number of image thumbnails per row.
fa: تعداد تصاویر بندانگشتی در هر سطر.

# tl_content.perPage.0
source: Items per page
fa: موارد هر برگه

# tl_content.perPage.1
source: The number of items per page. Set to 0 to disable pagination.
fa: تعداد موارد در هر برگه. 0 را برای از کار انداختن برگه‌بندی انتخاب کنید.

# tl_content.sortBy.0
source: Order by
fa: مرتب‌سازی

# tl_content.sortBy.1
source: Please choose the sort order.
fa: لطفا ترتیب مرتب‌سازی را انتخاب نمایید.

# tl_content.metaIgnore.0
source: Ignore files without metadata
fa: نادیده گرفتن فایل‌های بدون فراداده

# tl_content.metaIgnore.1
source: Do not show files without metadata matching the page language.
fa: پرونده‌های بدون فراداده که با زبان برگه مطابقت ندارد نمایش ندهید.

# tl_content.galleryTpl.0
source: Gallery template
fa: قالب گالری

# tl_content.galleryTpl.1
source: Here you can select a gallery template.
fa: اینجا می‌توانید قالب گالری را انتخاب کنید.

# tl_content.customTpl.0
source: Content element template
fa: قابل المان محتوایی

# tl_content.customTpl.1
source: Here you can select the content element template.
fa: اینجا می‌توانید قالب المان محتوا را انتخاب کنید.

# tl_content.playerSRC.0
source: Video/audio files
fa: پرونده‌های صوتی/تصویری

# tl_content.playerSRC.1
source: Here you can add the video/audio file or multiple files if you are using different codecs.
fa: اینجا می‌توانید پرونده صوتی/تصویری یا چندیدن پرونده اکر از کدک‌های متفاوت استفاده می‌کنید را اضافه نمایید.

# tl_content.youtube.0
source: YouTube ID
fa: شناسه یوتیوب

# tl_content.youtube.1
source: Please enter the YouTube video ID (e.g. <em>j0sYj4wxyk0</em>).
fa: لطفا شناسه ویدیو YouTube را وارد کنید (مانند <em>j0sYj4wxyk0</em>).

# tl_content.vimeo.0
source: Vimeo ID
fa: شناسه ویمو

# tl_content.vimeo.1
source: Please enter the Vimeo video ID (e.g. <em>275028611</em>).
fa: لطفا یک شناسه ویدیو Vimeo (مثلا <em>275028611</em>) وارد کنید.

# tl_content.posterSRC.0
source: Preview image
fa: تصویر پیش‌نمایش

# tl_content.posterSRC.1
source: Show this image instead of the first frame of the video before playback.
fa: نمایش این تصویر به جای فریم ابتدایی ویدیو قبل از اجرای آن.

# tl_content.playerSize.0
source: Player size
fa: اندازه پلیر

# tl_content.playerSize.1
source: Width and height of the media player in pixels (e.g. 640x480).
fa: عرض و ارتفاع پخش‌کننده رسانه برحسب پیکسل (برای نمونه 640x480).

# tl_content.playerOptions.0
source: Player options
fa: تنظیمات پلیر

# tl_content.playerOptions.1
source: Here you can select the player options.
fa: اینجا می‌توانید تنظیمات پلیر را انتخاب کنید.

# tl_content.playerPreload.0
source: Preloading
fa: پیش‌بارگذاری

# tl_content.playerPreload.1
source: Here you can suggest how the browser shall preload the video.
fa: اینجا می‌توانید نحوه‌ی پیش‌بارگذاری ویدیو را برای مرور مشخص کنید.

# tl_content.playerStart.0
source: Start at
fa: شروع از

# tl_content.playerStart.1
source: Start playing the video at the given number of seconds. Set to 0 to disable.
fa: پخش ویدیو را از ثانیه‌ی داده شده شروع کنید. برای غیرفعال شدن 0 وارد کنید.

# tl_content.playerStop.0
source: Stop at
fa: توقف در

# tl_content.playerStop.1
source: Stop playing the video at the given number of seconds. Set to 0 to disable.
fa: پخش ویدیو را در ثانیه‌ی داده شده متوقف کنید. برای غیرفعال شدن 0 وارد کنید.

# tl_content.playerCaption.0
source: Caption
fa: زیرنویس

# tl_content.playerCaption.1
source: Here you can enter a caption.
fa: اینجا می‌توانید یک عنوان وارد کنید.

# tl_content.playerAspect.0
source: Aspect ratio
fa: نسبت ابعاد

# tl_content.playerAspect.1
source: Here you can select the aspect ratio of the video to make it responsive.
fa: اینجا می‌توانید نسبت ابعادی ویدیو را برای اینکه واکنش‌گرا باشد انتخاب کنید.

# tl_content.splashImage.0
source: Use a splash image
fa: از تصویر اسپلش استفاده کنید

# tl_content.splashImage.1
source: Only load the video after the user has clicked on the splash image.
fa: فقط بعد از اینکه کاربر روی تصویر ویدیو کلیک کرد ویدیو بارگذاری شود.

# tl_content.playerColor.0
source: Controls color
fa: رنگ را کنترل می‌کند

# tl_content.playerColor.1
source: Here you can enter a hexadecimal color (e.g. ff0000) for the video controls.
fa: اینجا می‌توانید رنگ در مبنای هگزادسیمال (مثلا ff0000) را برای کنترل‌های ویدیو وارد کنید.

# tl_content.sliderDelay.0
source: Sliding interval
fa: مدت زمان اسلاید

# tl_content.sliderDelay.1
source: The time in milliseconds between slides (1000 = 1s). Set to 0 to disable auto sliding.
fa: زمان بین اسلایدها در واحد میلی ثانیه (1000 = 1s). برای غیرفعال کردن اسلاید خودکار روی 0 تنظیم کنید.

# tl_content.sliderSpeed.0
source: Transition speed
fa: سرعت انتقال

# tl_content.sliderSpeed.1
source: The transition speed in milliseconds (1000 = 1s). Defaults to 300.
fa: سرعت انتقال برحسب میلی‌ثانیه (1000 = 1s). مقدار پیش‌فرض 300.

# tl_content.sliderStartSlide.0
source: Slide offset
fa: نقشه شروع اسلاید

# tl_content.sliderStartSlide.1
source: Here you can make the slider start with a particular slide (counting starts at 0).
fa: اینجا می‌توانید اسلایدر را برای شروع از یک اسلاید خاص تنظیم نمایید (شمارش از 0 شروع می‌شود).

# tl_content.sliderContinuous.0
source: Continuous
fa: پیوسته

# tl_content.sliderContinuous.1
source: Make the slider continuous (start all over when reaching the end).
fa: پیوسته کردن اسلایدر (شروه دوباره هنگام رسیدن به آخر).

# tl_content.cteAlias.0
source: Referenced element
fa: المان ارجاعی

# tl_content.cteAlias.1
source: Please choose the content element you want to insert.
fa: لطفا المان محتوایی را که می‌خواهید درج نمایید را انتخاب نمایید.

# tl_content.articleAlias.0
source: Referenced article
fa: مقاله ارجاعی

# tl_content.articleAlias.1
source: Please choose the article you want to insert.
fa: لطفا مقاله‌ای را که می‌خواهید درج نمایید را انتخاب نمایید.

# tl_content.article.0
source: Article
fa: نوشته

# tl_content.article.1
source: Please select an article.
fa: لطفا یک مقاله وارد کنید.

# tl_content.form.0
source: Form
fa: فرم

# tl_content.form.1
source: Please select a form.
fa: لطفا یک فرم را انتخاب کنید.

# tl_content.module.0
source: Module
fa: ماژول

# tl_content.module.1
source: Please select a module.
fa: لطفا یک ماژول انتخاب کنید.

# tl_content.protected.0
source: Protect element
fa: حفاظت از المان

# tl_content.protected.1
source: Show the content element to certain member groups only.
fa: نمایش المان محتوا فقط برای گروه‌های اعضاء خاص.

# tl_content.groups.0
source: Allowed member groups
fa: گروه‌های اعضاء مجاز

# tl_content.groups.1
source: These groups will be able to see the content element.
fa: این گروه‌ها قادر به مشاهده عصنر محتوا خواهند بود.

# tl_content.cssID.0
source: CSS ID/class
fa: شناسه/کلاس CSS

# tl_content.cssID.1
source: Here you can set an ID and one or more classes.
fa: اینجا می‌توانید یک شناسه و یک یا چند کلاس انتخاب نمایید.

# tl_content.invisible.0
source: Invisible
fa: پنهان

# tl_content.invisible.1
source: Hide the element on the website.
fa: پنهان کردن المان در وب‌سایت.

# tl_content.start.0
source: Show from
fa: نمایش از

# tl_content.start.1
source: If you want to prevent the element from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
fa: اگر می‌خواهید قبل از تاریخ/ساعت خاصی از نمایش المان در وب‌سایت جلوگیری کنید، می‌توانید آن را در اینجا وارد کنید. در غیر این صورت، قسمت را خالی بگذارید.

# tl_content.stop.0
source: Show until
fa: نمایش تا

# tl_content.stop.1
source: If you want to prevent the element from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
fa: اگر می‌خواهید بعد از تاریخ/ساعت خاصی از نمایش المان در وب‌سایت جلوگیری کنید، می‌توانید آن را در اینجا وارد کنید. در غیر این صورت، قسمت را خالی بگذارید.

# tl_content.tstamp.0
source: Revision date
fa: تاریخ بازنگری

# tl_content.tstamp.1
source: Date and time of the latest revision
fa: تاریخ و ساعت آخرین بازنگری

# tl_content.type_legend
source: Element type
fa: نوع المان

# tl_content.section_legend
source: Section settings
fa: تنظیمات بخش

# tl_content.text_legend
source: Text/HTML/Code
fa: متن/HTML/کد

# tl_content.image_legend
source: Image settings
fa: تنظیمات تصویر

# tl_content.download_legend
source: Download settings
fa: تنظیمات دانلود

# tl_content.preview_legend
source: Preview settings
fa: تنظیمات پیش‌نمایش

# tl_content.slider_legend
source: Slider settings
fa: تنظیمات اسلایدر

# tl_content.list_legend
source: List items
fa: موارد فهرست

# tl_content.table_legend
source: Table items
fa: موارد جدول

# tl_content.tconfig_legend
source: Table configuration
fa: پیکربندی جدول

# tl_content.sortable_legend
source: Sorting options
fa: تنظیمات مرتب‌سازی

# tl_content.moo_legend
source: Accordion settings
fa: تنظیمات آکاردیون

# tl_content.accordion_legend
source: Accordion settings
fa: تنظیمات آکاردیون

# tl_content.link_legend
source: Hyperlink settings
fa: تنظیمات پیوند

# tl_content.imglink_legend
source: Image link settings
fa: تنطیمات پیوند تصویر

# tl_content.source_legend
source: Source
fa: منبع

# tl_content.include_legend
source: Include settings
fa: تنظیمات گنجاندن

# tl_content.protected_legend
source: Access protection
fa: حفاظت دسترسی

# tl_content.splash_legend
source: Splash image
fa: تصویر اسپلش

# tl_content.expert_legend
source: Expert settings
fa: تنطیمات پیشرفته

# tl_content.template_legend
source: Template settings
fa: تنظیمات قالب

# tl_content.player_legend
source: Player settings
fa: تنظیمات پلیر

# tl_content.poster_legend
source: Preview image
fa: تصویر پیش‌نمایش

# tl_content.invisible_legend
source: Visibility
fa: پدیداری

# tl_content.ordered
source: ordered list
fa: فهرست مرتب

# tl_content.unordered
source: unordered list
fa: فهرست نامرتب

# tl_content.name_asc
source: File name (ascending)
fa: نام پرونده (صعودی)

# tl_content.name_desc
source: File name (descending)
fa: نام پرونده (نزولی)

# tl_content.date_asc
source: Date (ascending)
fa: تاریخ (صعودی)

# tl_content.date_desc
source: Date (descending)
fa: تاریخ (نزولی)

# tl_content.custom
source: Custom order
fa: مرتیب‌سازی سفارشی

# tl_content.random
source: Random order
fa: مرتب‌سازی تصادفی

# tl_content.includeTemplate
source: The <em>%s</em> template needs to be included in the page layout.
fa: قالب <em>%s</em> باید در چیدمان برگه گنجانده شود.

# tl_content.includeTemplates
source: The <em>%s</em> or <em>%s</em> template needs to be included in the page layout.
fa: قالب <em>%s</em> یا <em>%s</em> باید در چیدمان برگه گنجانده شود.

# tl_content.player_autoplay
source: Autoplay
fa: اجرای خودکار

# tl_content.player_nocontrols
source: Hide the controls
fa: مخفی کردن کنترل‌ها

# tl_content.player_loop
source: Play in a loop
fa: نمایش در یک حلقه

# tl_content.player_muted
source: Mute the audio output
fa: بی‌صدا کردن خروجی صدا

# tl_content.player_playsinline
source: Play inline (no fullscreen mode)
fa: پخش خطی (بدون حالت تمام صفحه)

# tl_content.player_preload.auto
source: Auto (preload the entire video)
fa: خودکار (پیش‌بارگذاری کل ویدیو)

# tl_content.player_preload.metadata
source: Metadata (preload the metadata only)
fa: فراداده (فقط فراداده‌ها را پیش‌بارگذاری کنید)

# tl_content.player_preload.none
source: None (do not preload anything)
fa: هیچ (هیچ چیزی پیش‌بارگذاری نشود)

# tl_content.youtube_autoplay
source: Autoplay
fa: اجرای خودکار

# tl_content.youtube_controls
source: Hide the controls
fa: مخفی کردن کنترل‌ها

# tl_content.youtube_cc_load_policy
source: Show captions by default
fa: نمایش زیرنویس‌ها به صورت پیش‌فرض

# tl_content.youtube_fs
source: Hide the fullscreen button
fa: پنهان کردن دکمه نمایش تمام‌صفحه

# tl_content.youtube_hl
source: Use the Contao page language
fa: از زبان برگه Contao استفاده کنید

# tl_content.youtube_iv_load_policy
source: Hide annotations
fa: پنهان کردن یادداشت‌ها

# tl_content.youtube_modestbranding
source: Hide the YouTube logo
fa: پنهان کردن آرم YouTube

# tl_content.youtube_rel
source: Limit related videos to the same channel
fa: محدود کردن ویدیوهای مرتبط به همان کانال

# tl_content.youtube_nocookie
source: Use the youtube-nocookie.com domain
fa: استفاده از دامنه youtube-nocookie.com

# tl_content.youtube_loop
source: Loop video
fa: ویدیو حلقه

# tl_content.vimeo_autoplay
source: Autoplay
fa: اجرای خودکار

# tl_content.vimeo_loop
source: Play in a loop
fa: نمایش در یک حلقه

# tl_content.vimeo_portrait
source: Hide the profile image
fa: پنهان کردن تصویر پروفایل

# tl_content.vimeo_title
source: Hide the title
fa: مخفی کردن عنوان

# tl_content.vimeo_byline
source: Hide the author
fa: مخفی کردن نویسنده

# tl_content.vimeo_dnt
source: Prevent session data tracking
fa: جلوگیری از رهگیری داده‌ی نشست

# tl_content.new.0
source: New
fa: جدید

# tl_content.new.1
source: Add a new content element
fa: ساخت المان محتوای جدید
