Repository: contao/core-bundle
Catalog: contao/languages/*/*_content.xlf
Languages: fa

# tl_content.show
source: Show the details of content element ID %s
fa: نمایش جزئیات المان شناسه %s

# tl_content.cut
source: Move content element ID %s
fa: جابجایی المان شناسه %s

# tl_content.copy
source: Duplicate content element ID %s
fa: تکثیر المان شناسه %s

# tl_content.delete
source: Delete content element ID %s
fa: حذف المان شناسه %s

# tl_content.edit
source: Edit content element ID %s
fa: ویرایش المان شناسه %s

# tl_content.toggle.0
source: Hide/unhide content element
fa: پنهان/آشکار کردن المان

# tl_content.toggle.1
source: Hide content element ID %s
fa: مخفی کردن المان محتوا شناسه %s

# tl_content.toggle.2
source: Unhide content element ID %s
fa: نمایان کردن المان محتوایی شناسه %s

# tl_content.pasteafter.0
source: Paste at the top
fa: جاگذاری در بالا

# tl_content.pasteafter.1
source: Paste after content element ID %s
fa: افزودن بعد از المان شناسه %s

# tl_content.pastenew.0
source: Create a new content element at the top
fa: ایجاد یک المان محتوای در بالا

# tl_content.pastenew.1
source: Create a new content element after content element ID %s
fa: ایجاد یک المان محتوایی بعد از المان محتوایی شناسه %s

# tl_content.editalias
source: Edit the source element ID %s
fa: ویرایش المان منبع شناسه %s

# tl_content.list.1
source: Import list items from a CSV file
fa: وارد کردن موارد فهرست از یک پرونده CSV

# tl_content.table.1
source: Import table items from a CSV file
fa: واردن کردن آیتم‌ها از پرونده CSV

# tl_content.dl_label.0
source: Description list items
fa: آیتم‌های لیست توضیحات

# tl_content.dl_label.1
source: Please enter a list of terms and details for the description list. You can leave the term field empty to create multiple details for one term.
fa: لطفاً لیستی از شرایط و جزئیات را برای لیست توضیحات وارد کنید. می‌توانید فیلد عبارت را خالی بگذارید تا جزئیات متعددی برای یک عبارت ایجاد کنید.

# tl_content.dl_key
source: Term
fa: عبارت

# tl_content.dl_value
source: Details
fa: جزئیات
