Repository: contao/core-bundle
Catalog: contao/languages/*/*_favorites.xlf
Languages: fa, ru, sk, tr

# tl_favorites.title.0
source: Title
fa: عنوان
ru: Название
sk: Nadpis
tr: Başlık

# tl_favorites.title.1
source: The menu item title.
fa: عنوان آیتم منو.
ru: Название элемента меню.
sk: Názov v menu
tr: Menü ögesinin başlığı.

# tl_favorites.url.0
source: URL
fa: نشانی وب
ru: Ссылка
sk: URL adresa
tr: Adres

# tl_favorites.url.1
source: The menu item URL.
fa: نشانی‌وب آیتم منو.
ru: URL элемента меню.
sk: URL v menu
tr: Menü ögesinin adresi.

# tl_favorites.url_legend
source: Title and URL
fa: عنوان و نشانی‌وب
ru: Название и URL-адрес
sk: Titulok a URL
tr: Başlık ve adres

# tl_favorites.show
source: Show the details of favorite ID %s
fa: نمایش جزئیات علاقمندی شناسه %s
ru: Показать детали избранного ID %s
sk: Zobraziť podrobnosti o obľúbenom ID %s
tr: %s kimlikli sık kullanılanın ayrıntılarını görüntüle

# tl_favorites.edit
source: Edit favorite ID %s
fa: ویرایش علاقمندی شناسه %s
ru: Редактировать избранное ID %s
sk: Upraviť oblúbené ID %s
tr: %s kimlikli sık kullanılanı düzenle

# tl_favorites.cut
source: Move favorite ID %s
fa: جابجا کردن علاقمندی شناسه %s
ru: Переместить избранное ID %s
sk: Presunúť obľúbené ID %s
tr: %s kimlikli sık kullanılanı taşı

# tl_favorites.copy
source: Duplicate favorite ID %s
fa: تکثیر علاقمندی شناسه %s
ru: Дублировать избранное ID %s
sk: Kopírovať obľúbené ID %s
tr: %s kimlikli sık kullanılanı kopyala

# tl_favorites.delete
source: Delete favorite ID %s
fa: حذف علاقمندی شناسه %s
ru: Удалить избранное ID %s
sk: Vymazať obľúbené ID %s
tr: %s kimlikli sık kullanılanı sil
