Repository: contao/core-bundle
Catalog: contao/languages/*/*_form.xlf
Languages: nl, sk

# tl_form.title.0
source: Title
nl: Titel
sk: Nadpis

# tl_form.title.1
source: Please enter the form title.
nl: Geef een titel voor het formulier op.
sk: Prosím zadajte názov formulára.

# tl_form.alias.0
source: Form alias
nl: Formulier alias
sk: Alias formulára

# tl_form.alias.1
source: The form alias is a unique reference to the form which can be called instead of its numeric ID.
nl: Het formulier alias is een verwijzing naar het formulier welk kan worden aangeroepen in plaats van zijn numerieke ID.
sk: Alias formulára je unikátny odkaz na formulár, ktorý je možné vyvolať namiesto ID formulára.

# tl_form.jumpTo.0
source: Redirect page
nl: Ga naar pagina
sk: Presmerovanie na stránku

# tl_form.jumpTo.1
source: Please choose the page to which visitors will be redirected after submitting the form.
nl: Selecteer de pagina waarnaar een gebruiker wordt verder geleid na het versturen van een formulier.
sk: Formulár je obvykle prevzatý inou stránkou, ktorá spracuje formulárové dáta, alebo zobrazí správu "Ďakujeme Vám". Túto stránku môžete zvoliť tu.

# tl_form.confirmation.0
source: Confirmation message
nl: Bevestigingsbericht
sk: Potvrdzovacia správa

# tl_form.confirmation.1
source: Here you can enter the confirmation message that will be displayed after submitting the form. You can use the submitted form data as simple tokens, e.g. <code>##field_name##</code>. The confirmation message is also available as <code>{{form_confirmation}}</code> insert tag.
nl: Hier kunt u het bevestigingsbericht invoeren dat wordt weergegeven na het verzenden van het formulier. U kunt de ingediende formuliergegevens gebruiken als simple tokens, b.v. <code>##veldnaam##</code>. Het bevestigingsbericht is ook beschikbaar als <code>{{form_confirmation}}</code> insert-tag.
sk: Tu môžete zadať potvrdzujúcu správu, ktorá sa zobrazí po odoslaní formulára. Odoslané údaje z formulára môžete použiť ako jednoduché tokeny, napr. <code>##field_name##</code>. Potvrdzovacia správa je dostupná aj ako <code>{{form_confirmation}}</code> vložte značku.

# tl_form.sendViaEmail.0
source: Send form data via e-mail
nl: Formuliergegevens via e-mail verzenden
sk: Pošlať fromulárové dáta e-mailom

# tl_form.sendViaEmail.1
source: Send the submitted data to an e-mail address.
nl: Indien u deze optie kiest worden formuliergegevens verzonden via e-mail.
sk: Keď zvolíte túto možnosť, formulárové dáta budú poslané e-mailom.

# tl_form.mailerTransport.1
source: Here you can override the mailer transport used to send the form via e-mail.
nl: Hier kunt u het mailer transport overschrijven waarmee het formulier per e-mail is verzonden.
sk: Tu môžete prepísať spôsob odosielania emailov použitú na odoslanie formulára e-mailom.

# tl_form.recipient.0
source: Recipient address
nl: Adres van de ontvanger
sk: Adresát

# tl_form.recipient.1
source: Separate multiple e-mail addresses with comma.
nl: Geef één of meerdere e-mail adressen op . Meerdere adressen moeten gescheiden worden door een komma.
sk: Vložte jednu, alebo viac e-mailových adries. Viac adries oddeľte čiarkou. Môžete tiež použiť "friendly name format" (napr. "Meno [meno@domena.com]").

# tl_form.subject.0
source: Subject
nl: Onderwerp
sk: Predmet

# tl_form.subject.1
source: Please enter the e-mail subject.
nl: Geef het onderwerp op. Als u geen onderwerp opgeeft vergroot dit de kans dat uw e-mail als SPAM wordt aangezien.
sk: Zadajte prosím predmet. Keď nezadáte predmet, zvýši sa tým pravdepodobnosť, že e-mail bude identifikovaný ako nevyžiadaný pošta (SPAM).

# tl_form.format.0
source: Data format
nl: Gegevensformaat
sk: Formát dát

# tl_form.format.1
source: Defines how the form data will be forwarded.
nl: Bepaalt hoe formulier gegevens worden doorgestuurd.
sk: Zvoľte prosím formát dát.

# tl_form.raw.0
source: Raw data
sk: Nespracované dáta

# tl_form.raw.1
source: The form data will be sent as plain text message with each field in a new line.
nl: De formuliergegevens worden verzonden als gewone tekst met ieder veld op een nieuwe regel.
sk: Formulárové dáta budú poslané ako čistý text, každé pole na novom riadku.

# tl_form.xml.0
source: XML file
nl: XML bestand
sk: XML súbor

# tl_form.xml.1
source: The form data will be attached to the e-mail as an XML file.
nl: De formuliergegevens worden als XML bestand aan de e-mail gekoppeld.
sk: Formulárové dáta budú priložené k e-mailu ako XML súbor.

# tl_form.csv.0
source: CSV file
nl: CSV bestand
sk: CSV súbor

# tl_form.csv.1
source: The form data will be attached to the e-mail as a CSV file.
nl: De formuliergegevens worden als CSV (comma separated values) bestand aan de e-mail gekoppeld.
sk: Formulárové dáta budú priložené k e-mailu ako CSV súbor (hodnoty oddelené čiarkami).

# tl_form.csv_excel.0
source: CSV file (Microsoft Excel)
nl: CSV bestand (Microsoft Excel)
sk: CSV súbor (Microsoft Excel)

# tl_form.csv_excel.1
source: The form data will be attached to the e-mail as a CSV file readable by Microsoft Excel.
nl: De formuliergegevens worden aan de e-mail toegevoegd als een CSV-bestand dat leesbaar is voor Microsoft Excel.
sk: Údaje formulára budú priložené k e-mailu ako súbor CSV čitateľný v programe Microsoft Excel.

# tl_form.skipEmpty.0
source: Skip empty fields
nl: Sla lege velden over
sk: Preskočiť prázdne polia

# tl_form.skipEmpty.1
source: Do not include empty fields in the form data.
nl: Neem geen lege velden op in de formuliergegevens.
sk: Do údajov formulára nezahŕňajte prázdne polia.

# tl_form.email.0
source: E-mail
sk: E-mailový formát

# tl_form.email.1
source: Ignores all fields except <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) and sends the form data like it had been sent from a mail client. File uploads are allowed.
nl: Negeert alle velden behalve <em>naam</em>, <em>e-mail</em>, <em>onderwerp</em>, <em>bericht</em> en <em>cc</em> (carbon copy) en stuurt formulier gegevens alsof deze zijn verzonden vanaf een e-mail cliënt. Het uploaden van bestanden is toegestaan.
sk: Ignorovať všetky polia okrem <em>name</em>, <em>email</em>, <em>subject</em>, <em>message</em> and <em>cc</em> (carbon copy) a poslať formulárové dáta ako poštovým klientom. Nahrávanie súborov je povolené.

# tl_form.skipEmtpy.0
source: Skip empty fields
nl: Sla lege velden over
sk: Preskočiť prázdne polia

# tl_form.skipEmtpy.1
source: Hide empty fields in the e-mail.
nl: Verberg lege velden in de e-mail.
sk: Nezahrne prázdne polia do e-mailu.

# tl_form.storeValues.0
source: Store data
nl: Waarden opslaan
sk: Ukladať hodnoty

# tl_form.storeValues.1
source: Store the submitted data in the database.
nl: Sla de ingediende waarden op in de database.
sk: Uložiť hodnoty odoslaného formulára do databázy.

# tl_form.customTpl.0
source: Form template
nl: Formulier template
sk: Šablóna formulára

# tl_form.customTpl.1
source: Here you can select the form template.
nl: Kies een formulier template.
sk: Tu si môžte vybrať šablónu formulára.

# tl_form.targetTable.0
source: Target table
nl: Doel tabel
sk: Cieľová tabuľka

# tl_form.targetTable.1
source: The target table must contain a column for every form field.
nl: Kies de tabel waar u de formuliergegevens in wilt opslaan.
sk: Prosím zvoľte tabuľku, do ktorej chcete vkladať formulárové dáta.

# tl_form.method.0
source: Submission method
nl: Verwerkingsmethode formulier
sk: Metóda spracovania formulára

# tl_form.method.1
source: The default form submission method is POST.
nl: Standaard formulier verwerkingsmethode is POST.
sk: Prosím vyberte metódu spracovania formulára (predvolená: POST).

# tl_form.novalidate.0
source: Disable HTML5 validation
nl: HTML5 validatie uitschakelen
sk: Deaktivovať HTML5 validáciu

# tl_form.novalidate.1
source: Add the <em>novalidate</em> attribute to the form tag.
nl: Voeg het <em>novalidate</em> attribuut toe aan de form tag.
sk: Vloží "novalidate" atribút do tagu form.

# tl_form.attributes.1
source: Here you can set an ID and one or more classes.
nl: Hier kunt u een style sheet ID (id attribute) en een of meerdere style sheet classes opgeven.
sk: Tu môžte zadať ID a jednu alebo viac tried kaskádových štýlov.

# tl_form.formID.0
source: Form ID
nl: ID van het formulier
sk: ID formulára

# tl_form.formID.1
source: The form ID is required to trigger a Contao module.
nl: Het formulier-ID is vereist om een ​​Contao module te activeren.
sk: Tu môžete zadať nepovinné ID formulára (potrebné k triggerovým Contao modulom).

# tl_form.allowTags.0
source: Allow HTML tags
nl: HTML tags toestaan
sk: Povoliť HTML tagy

# tl_form.allowTags.1
source: Allow HTML tags in form fields.
nl: Sta HTML tags toe in formulier velden.
sk: Ak zvolíte túto možnosť, určité HTML značky nebudú vymazané (podrobnosti na <em>allowedTags</em>).

# tl_form.ajax.0
source: Submit via Ajax
nl: Verstuur via Ajax
sk: Odoslať cez Ajax

# tl_form.ajax.1
source: Submit the form via Ajax instead of reloading the page.
nl: Verstuur het formulier via Ajax in plaats van de pagina opnieuw te laden.
sk: Odošlite formulár cez Ajax namiesto opätovného načítania stránky.

# tl_form.tstamp.0
source: Revision date
nl: Datum van aanpassing
sk: Dátum zmeny

# tl_form.tstamp.1
source: Date and time of the latest revision
nl: Datum en tijdstip van de laatste aanpassing.
sk: Dátum a čas poslednej úpravy

# tl_form.title_legend
source: Title and redirect page
nl: Titel en omleiding pagina
sk: Názov a presmerovacia stránka

# tl_form.email_legend
source: Send form data
nl: Verstuur dataformulier
sk: Pošlať formulárové dáta

# tl_form.store_legend
source: Store form data
nl: Data opslaan op formulier
sk: Uložiť formulárové dáta

# tl_form.expert_legend
source: Expert settings
nl: Expert-instellingen
sk: Rozšírené nastavenia

# tl_form.config_legend
source: Form configuration
nl: Configuratie formulier
sk: Nastavenie formulára

# tl_form.confirm_legend
source: Confirmation
nl: Bevestiging
sk: Potvrďte heslo

# tl_form.template_legend
source: Template settings
nl: Template-instellingen
sk: Nastavenia šablóny

# tl_form.new.0
source: New
nl: Nieuw
sk: Nová

# tl_form.new.1
source: Create a new form
nl: Maak een nieuw formulier
sk: Vytvoriť nový formulár

# tl_form.show
source: Show the details of form ID %s
nl: Toon details van formulier ID %s
sk: Zobraziť detaily formulára ID %s

# tl_form.edit
source: Edit form ID %s
nl: Wijzig formulier ID %s
sk: Upraviť formulár ID %s

# tl_form.children
source: Edit the form fields of form ID %s
nl: Bewerk de velden van formulier ID %s
sk: Upravte polia formulára ID %s

# tl_form.copy
source: Duplicate form ID %s
nl: Dupliceer formulier ID %s
sk: Kopírovať formulár D %s

# tl_form.delete
source: Delete form ID %s
nl: Verwijder formulier ID %s
sk: Odstrániť formulár ID %s

# tl_form.targetTableMissingAllowlist
source: Define the available tables in the following DCA configuration: <code>%s</code>.
nl: Definieer de beschikbare tabellen in de volgende DCA-configuratie: <code>%s</code>.
sk: Definujte dostupné tabuľky v nasledujúcej konfigurácii DCA: <code>%s</code>.
