Repository: contao/core-bundle
Catalog: contao/languages/*/*_log.xlf
Languages: fa, sv, tr

# tl_log.tstamp.0
source: Date
fa: تاریخ
sv: Datum
tr: Tarih

# tl_log.tstamp.1
source: Date and time of the log entry
fa: تاریخ و ساعت ورودی گزارش
sv: Datum och tid när loggen skapas
tr: Günlük kaydının tarihi ve saati

# tl_log.source.0
source: Origin
fa: اصل
sv: Källa
tr: Kaynak

# tl_log.source.1
source: Back end or front end
fa: بخش مدیریت یا بخش کاربری
sv: Loggposter kan sorteras beroende av deras källa (back- eller frontend poster).
tr: Yönetim bölümü ya da ön yüz

# tl_log.action.0
source: Category
fa: دسته‌بندی
sv: Kategori
tr: Kategori

# tl_log.action.1
source: Category of the action
fa: دسته‌بندی عمل
sv: Kategori för handlingen
tr: İşlem kategorisi

# tl_log.username.0
source: User
fa: کاربر
sv: Användare
tr: Kullanıcı

# tl_log.username.1
source: Name of the authenticated user
fa: نام کاربر تایید شده
sv: Namnet på inloggad medlem
tr: Kimliği doğrulanmış kullanıcının adı

# tl_log.text.0
source: Details
fa: جزئیات
sv: Detaljer
tr: Ayrıntılar

# tl_log.text.1
source: Details of the log entry
fa: جزئیات ورودی گزارش
sv: Detaljer om den aktuella posten
tr: Günlük kaydının ayrıntıları

# tl_log.func.0
source: Function
fa: کارکرد
sv: Funktion
tr: İşlev

# tl_log.func.1
source: Name of the initiating function
fa: نام کارکرد شروع
sv: Funktionsnamn
tr: Başlatan işlevin adı

# tl_log.browser.0
source: Browser
fa: مرورگر
sv: Webbläsare
tr: Tarayıcı

# tl_log.browser.1
source: Name of the user agent
fa: نام عامل کاربر
sv: Anropande webbläsare
tr: Kullanıcı uygulamasının adı

# tl_log.uri.0
source: Request URI
fa: ًََّURI درخواست
sv: Begär URI
tr: İstek adresi

# tl_log.uri.1
source: The URI of the request
fa: URI درخواست
sv: URI för begäran
tr: İsteğin adresi

# tl_log.page.0
source: Page ID
fa: شناسه برگه
sv: Sid-ID
tr: Sayfa kimliği

# tl_log.page.1
source: The ID of the page
fa: شناسه برگه
tr: Sayfanın kimliği

# tl_log.BE
source: Back end
fa: بخش مدیریت
tr: Yönetim bölümü

# tl_log.FE
source: Front end
fa: بخش کاربری
tr: Ön yüz
