Repository: contao/core-bundle
Catalog: contao/languages/*/*_maintenance.xlf
Languages: fa

# tl_maintenance.cacheTables.0
source: Purge data
fa: پاک‌سازی داده‌ها

# tl_maintenance.cacheTables.1
source: Please select the data you want to purge or rebuild.
fa: لطفا داده‌هایی را که می‌خواهید پاک‌سازی شوند را انتخاب کنید.

# tl_maintenance.job
source: Job
fa: وظیفه

# tl_maintenance.description
source: Description
fa: شرح

# tl_maintenance.clearCache
source: Purge data
fa: پاک‌سازی داده‌ها

# tl_maintenance.cacheCleared
source: The data has been purged
fa: داده‌ها پاک‌سازی شدند

# tl_maintenance.updateHelp
source: Please enter your %s here.
fa: لطفا %s خودتان را وارد نمایید.

# tl_maintenance_jobs.index.0
source: Purge the search index
fa: پاکسازی فهرست جستجو

# tl_maintenance_jobs.index.1
source: Truncates the tables <code>tl_search</code>, <code>tl_search_index</code> and <code>tl_search_term</code>. Afterwards, you have to rebuild the search index (see above).
fa: جدول‌های <code>tl_search</code>, <code>tl_search_index</code> و <code>tl_search_term</code> را خالی می‌کند. پس از آن باید فهرست جستجو را از نو بسازید (بالا را ببینید).

# tl_maintenance_jobs.undo.0
source: Purge the undo table
fa: پاکسازی جدول بازگردانی

# tl_maintenance_jobs.undo.1
source: Truncates the <code>tl_undo</code> table which stores the deleted records. This job permanently deletes these records.
fa: جدول <code>tl_undo</code> که رکوردهای حذف شده را ذخیره می‌کند را کوتاه می‌کند. این کار برای همیشه این رکوردها را حذف می‌کند.

# tl_maintenance_jobs.versions.0
source: Purge the version table
fa: پاک‌سازی جدول نسخه

# tl_maintenance_jobs.versions.1
source: Truncates the <code>tl_version</code> table which stores the previous versions of a record. This job permanently deletes these records.
fa: جدول <code>tl_version</code> که نسخه‌های قبلی یک رکورد را ذخیره می‌کند را کوتاه می‌کند. این کار برای همیشه این رکوردها را حذف می کند.

# tl_maintenance_jobs.log.0
source: Purge the system log
fa: پاک‌سازی گزارش‌های سامانه

# tl_maintenance_jobs.log.1
source: Truncates the <code>tl_log</code> table which stores all the system log entries. This job permanently deletes these records.
fa: جدول <code>tl_log</code> که همه ورودی‌های وقایع سامانه را ثبت می‌کند را کوتاه می‌کند. این کار برای همیشه این رکوردها را حذف می‌کند.

# tl_maintenance_jobs.crawl_queue.0
source: Purge the crawl queue
fa: پاکسازی صف خزیدن

# tl_maintenance_jobs.crawl_queue.1
source: Truncates the <code>tl_crawl_queue</code> table which stores all the queue information from crawl processes.
fa: جدول <code>tl_crawl_queue</code> را که همه‌ی اطلاعات صف از فرایندهای جزیدن ذخیره می‌کند را پاک می‌کند.

# tl_maintenance_jobs.images.0
source: Purge the image cache
fa: پاکسازی کش تصویر

# tl_maintenance_jobs.images.1
source: Removes the automatically generated images and then purges the shared cache, so there are no links to deleted resources.
fa: تصاویری که به صورت خودکار تولید شده‌اند را حذف می‌کند و سپس کش مشترک را پاک‌سازی می‌کند، تا پیوندی به منابع پاک شده، وجود نداشته باشد.

# tl_maintenance_jobs.previews.0
source: Purge the preview cache
fa: پاک‌سازی کش پیش‌نمایش

# tl_maintenance_jobs.previews.1
source: Removes the automatically generated preview images and then purges the shared cache, so there are no links to deleted resources.
fa: تصاویر پیش‌نمایش خودکار تولیدشده را حذف می‌کند و سپس کش مشترک را پاک می‌کند، بنابراین هیچ پیوندی به منابع حذف‌شده وجود ندارد.

# tl_maintenance_jobs.scripts.0
source: Purge the script cache
fa: پاکسازی کش اسکریپت

# tl_maintenance_jobs.scripts.1
source: Removes the automatically generated <code>.css</code> and <code>.js</code> files and then purges the shared cache, so there are no links to deleted resources.
fa: فایل‌های <code>css.</code> و <code>.js</code> که به‌طور خودکار تولید می‌شوند را حذف می‌کند و سپس کش مشترک را پاک می‌کند، بنابراین هیچ پیوندی به منابع حذف‌شده وجود ندارد.

# tl_maintenance_jobs.pages.0
source: Purge the shared cache
fa: پاک کردن کش مشترک

# tl_maintenance_jobs.pages.1
source: Removes the cached versions of the front end pages.
fa: نسخه‌های کش برگه‌های بخش کاربری را پاک می‌کند.

# tl_maintenance_jobs.temp.0
source: Purge the temp folder
fa: پاکسازی پوشه موقت

# tl_maintenance_jobs.temp.1
source: Removes the temporary files.
fa: حذف پرونده‌های موقت.

# tl_maintenance_jobs.xml.0
source: Recreate the XML files
fa: بازتولید پرونده‌های XML

# tl_maintenance_jobs.xml.1
source: Recreates the XML files in the <code>shared</code> folder and then purges the shared cache, so there are no links to deleted resources.
fa: فایل‌های XML را در پوشه <code>اشتراکی</code> دوباره ایجاد می‌کند و سپس کش مشترک را پاک می‌کند، بنابراین هیچ پیوندی به منابع حذف شده وجود ندارد.

# tl_maintenance_jobs.symlinks.0
source: Recreate the symlinks
fa: بازخلق پیوندهای نمادی

# tl_maintenance_jobs.symlinks.1
source: Recreates the symlinks in the public folder (document root).
fa: symlinkها را در پوشه‌ی عمومی public (ریشه وب‌سایت) بازتولید می‌کند.

# tl_maintenance.crawler
source: Crawler
fa: خزنده

# tl_maintenance.startCrawling
source: Start crawling
fa: شروع خزیدن

# tl_maintenance.crawlSubscribers.0
source: Enabled features
fa: وپژگی‌های فعال‌شده

# tl_maintenance.crawlSubscribers.1
source: The crawler crawls all URLs it finds. Here you can decide what to do with these results.
fa: خزنده همه URLهایی را که پیدا می‌کند را می‌خزد. اینجا می‌توانید تصمیم بگیرید با نتایج چه کار کنید.

# tl_maintenance.crawlDepth.0
source: Maximum depth
fa: بیشترین عمق

# tl_maintenance.crawlDepth.1
source: The maximum depth to crawl.
fa: بیشترین عمق خریدن.

# tl_maintenance.crawlMember.0
source: Front end member
fa: عضو بخش کاربری

# tl_maintenance.crawlMember.1
source: Automatically log in a front end member to index protected pages.
fa: به صورت خودکار در رابط کاربری اعضاء برای فهرست کردن برگه‌های حفاظت‌شده وارد شوید.

# tl_maintenance.crawlHint
source: Your website is currently crawled with %d concurrent requests. If your server can handle more than %1$d concurrent requests, ask your system administrator to increase the <code>%s</code> setting in the system configuration to speed up the crawling process. Refer to the <a href="%s" target="_blank" rel="noreferrer noopener">Contao manual</a> for more information.
fa: وب‌سایت شما در حال حاضر با %d درخواست همزمان خزیده می‌شود. اگر سرور شما می‌تواند بیش از %1$d درخواست همزمان را مدیریت کند، از مدیر سیستم خود بخواهید تنظیمات <code>%s</code> را در پیکربندی سیستم افزایش دهد تا روند خزیدن سرعت یابد. برای اطلاعات بیشتر به <a href="%s" target="_blank" rel="noreferrer noopener">دفترچه راهنمای Contao</a> مراجعه کنید.

# tl_maintenance.crawlWaitToBeFinished
source: The crawler is currently working. Please wait for it to finish to see the results.
fa: خزنده در حال کار کردن است. لطفا برای مشاهده‌ی نتایج صبر کنید.

# tl_maintenance.crawlDebugLog
source: Debug log
fa: لاگ اشکال‌زدایی

# tl_maintenance.crawlDebugLogExplain
source: If errors occurred or pages were skipped, check the debug log for more information.
fa: اگر خطایی رخ داد یا صفحاتی نادیده گرفته شدند، برای اطلاعات بیشتر، گزارش اشکال‌زدایی را بررسی کنید.

# tl_maintenance.crawlDownloadLog
source: Download log
fa: لاگ دانلود

# tl_maintenance.crawlSubscriberNames.search-index
source: Update the search index
fa: بروزرسانی ایندکس جستجو

# tl_maintenance.crawlSubscriberNames.broken-link-checker
source: Check for broken links
fa: بررسی لینک‌های شکسته
