Repository: contao/core-bundle
Catalog: contao/languages/*/*_preview_link.xlf
Languages: de, es, fa, fr, it, nl, ru, sk

# tl_preview_link.url.0
source: Target URL
de: Ziel-URL
es: URL de destino
fa: URL مقصد
fr: URL cible
it: Url di destinazione
nl: Doel URL
ru: Целевой URL
sk: Cieľová URL

# tl_preview_link.url.1
source: The front end URL to be shared.
de: Die Frontend-URL, die freigegeben werden soll.
es: La URL de front-end que se compartirá.
fa: URL نمای کاربری باید به اشتراک گذاشته شود.
fr: L'URL front-end à partager.
it: URL di front-end da condividere
nl: De front-end-URL die moet worden gedeeld.
ru: URL-адрес внешнего интерфейса, которым нужно поделиться.
sk: Webová adresa front-endu, ktorá sa má zdieľať.

# tl_preview_link.showUnpublished.0
source: Show unpublished
de: Unveröffentlichtes anzeigen
es: Mostrar no-publicado
fa: نمایش منتشرنشده
fr: Afficher les éléments masqués
it: Mostra elementi non pubblicati
nl: Niet gepubliceerd weergeven
ru: Показать неопубликованное
sk: Zobraziť nezverejnené

# tl_preview_link.showUnpublished.1
source: Show unpublished pages and elements when sharing this link.
de: Unveröffentlichte Seiten und Elemente anzeigen, wenn dieser Link geteilt wird.
es: Mostrar páginas y elementos no publicados al compartir este enlace.
fa: هنگام اشتراک‌گذاری این پیوند، صفحات و عناصر منتشرنشده را نشان دهید.
fr: Afficher les pages et les éléments non publiés lors du partage de ce lien.
it: Mostra pagine ed elementi non pubblicati quando condividi questo link
nl: Toon niet-gepubliceerde pagina's en elementen bij het delen van deze link.
ru: Показывать неопубликованные страницы и элементы при обмене этой ссылкой.
sk: Pri zdieľaní tohto odkazu zobraziť nezverejnené stránky a prvky.

# tl_preview_link.restrictToUrl.0
source: Restrict access to specified URL
de: Zugriff auf angegebene URL beschränken
es: Restringir el acceso a una URL especificada
fa: دسترسی محدود به URL مشخص‌شده
fr: Restreindre l'accès à l'URL spécifié
it: Limita l'accesso all'URL specificato
nl: Beperk de toegang tot de opgegeven URL
ru: Ограничить доступ к указанному URL
sk: Obmedziť prístup na zadanú adresu URL

# tl_preview_link.restrictToUrl.1
source: Allow access only to the specified URL instead of the entire website.
de: Den Zugriff nur auf die angegebene URL statt auf die gesamte Website erlauben.
es: Permita el acceso solo a la URL especificada en lugar de a todo el sitio web.
fa: اجازه دسترسی فقط به URL مشخص‌شده به جای کل وب‌سایت.
fr: Autoriser l'accès uniquement à l'URL spécifiée plutôt qu'à l'ensemble du site web.
it: Consenti l'accesso solo all'URL specificato anziché all'intero sito web.
nl: Geef alleen toegang tot de opgegeven URL in plaats van de hele website.
ru: Разрешить доступ только к указанному URL-адресу, а не ко всему веб-сайту.
sk: Povoľte prístup iba na zadanú adresu URL namiesto celej webovej stránky.

# tl_preview_link.createdAt.0
source: Created at
de: Erstellt am
es: Creado en
fa: ایجاد شده در
fr: Créé le
it: Creato a
nl: Gemaakt bij
ru: Создано
sk: Vytvorené o

# tl_preview_link.createdAt.1
source: Date and time when the preview link was created.
de: Datum und Uhrzeit, zu der der Vorschaulink erstellt wurde.
es: Fecha y hora en que se creó el enlace de vista previa.
fa: تاریخ و ساعت ایجاد پیوند پیش‌نمایش.
fr: Date et heure de création du lien de prévisualisation.
it: Data e ora in cui è stato creato il collegamento di anteprima.
nl: Datum en tijd waarop de voorbeeldlink is gemaakt.
ru: Дата и время создания ссылки для предпросмотра.
sk: Dátum a čas vytvorenia odkazu na ukážku.

# tl_preview_link.createdBy.0
source: Created by
de: Erstellt von
es: Creado por
fa: ایجادشده توسط
fr: Créé par
it: Creato da
nl: Gemaakt door
ru: Создано
sk: Vytvoril

# tl_preview_link.createdBy.1
source: The user who created the preview link.
de: Der Benutzer, der den Vorschaulink erstellt hat.
es: El usuario que creó el enlace de vista previa.
fa: کاربری که پیوند پیش‌نمایش را ایجاد کرده است.
fr: L'utilisateur qui a créé le lien de prévisualisation.
it: L'utente che ha creato il collegamento di anteprima
nl: De gebruiker die de voorbeeldlink heeft gemaakt.
ru: Пользователь, создавший ссылку для предпросмотра.
sk: Používateľ, ktorý vytvoril odkaz na ukážku.

# tl_preview_link.expiresAt.0
source: Valid until
de: Gültig bis
es: Válido hasta
fa: معتبر تا
fr: Valable jusqu'au
it: Valido fino a
nl: Geldig tot
ru: Действительно до
sk: Platí do

# tl_preview_link.expiresAt.1
source: Preview of the final date until which the link is available.
de: Vorschau des Datums, bis zu dem der Link verfügbar ist.
es: Vista previa de la fecha final hasta la que está disponible el enlace.
fa: پیش‌نمایش تاریخ نهایی تا زمانی که پیوند در دسترس است.
fr: Aperçu de la date finale jusqu'à laquelle le lien est disponible.
it: Data fino alla quale il collegamento di anteprima sarà disponibile.
nl: Preview van de uiterste datum tot wanneer de link beschikbaar is.
ru: Дата до которой будет доступна ссылка для предпросмотра.
sk: Ukážka konečného dátumu, do ktorého je odkaz dostupný.

# tl_preview_link.published.0
source: Enable
de: Aktivieren
es: Habilitar
fa: فعال
fr: Activer
it: Abilita
nl: Activeer
ru: Включить
sk: Povoliť

# tl_preview_link.published.1
source: Activate the link for sharing.
de: Den Link zum Teilen freigeben.
es: Activa el enlace para compartir.
fa: فعال کردن پیوند برای اشتراک‌گذاری.
fr: Activer le lien pour le partage.
it: Attiva il link per la condivisione.
nl: Activeer de link om te delen.
ru: Активируйте ссылку для обмена.
sk: Aktivujte odkaz na zdieľanie.

# tl_preview_link.share.0
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fa: کپی کردن به کلیپ‌بورد
fr: Copier dans le presse-papiers
it: Copia negli appunti
nl: Kopieer naar klembord
ru: Копировать в буфер обмена
sk: Kopírovať do schránky

# tl_preview_link.share.1
source: Copy the preview link ID %s to your clipboard.
de: Den Vorschaulink ID %s in die Zwischenablage kopieren.
es: Copie el ID del enlace de vista previa %s en su portapapeles.
fa: شناسه پیوند %s پیش‌نمایش را در کلیپ‌بورد خود کپی کنید.
fr: Copiez le lien de prévisualisation ID %s dans votre presse-papiers.
it: Copia il link di anteprima ID %s negli appunti.
nl: Kopieer de voorbeeldlink-ID %s naar uw klembord.
ru: Копировать ссылку для предпросмотра ID %s в буфер обмена.
sk: Skopírujte ID odkazu ukážky %s do schránky.

# tl_preview_link.url_legend
source: Target URL
de: Ziel-URL
es: URL de destino
fa: URL مقصد
fr: URL cible
it: Url di destinazione
nl: Doel URL
ru: Целевой URL
sk: Cieľová URL

# tl_preview_link.config_legend
source: Configuration
de: Konfiguration
es: Configuración
fa: پیکربندی
it: Configurazione
nl: Configuratie
ru: Конфигурация
sk: Nastavenie

# tl_preview_link.publishing_legend
source: Publish settings
de: Veröffentlichung
es: Opciones de publicación
fa: تنظیمات انتشار
fr: Paramètres de publication
it: Impostazione di pubblicazione
nl: Publicatie-instellingen
ru: Настройки публикации
sk: Nastavenia pre publikovanie

# tl_preview_link.expire_options.1
source: 1 day
de: 1 Tag
es: 1 día
fa: 1 روز
fr: 1 jour
it: 1 giorno
nl: 1 dag
ru: 1 день
sk: 1 deň

# tl_preview_link.expire_options.7
source: 7 days
de: 7 Tage
es: 7 días (1 semana)
fa: ۷ روز
fr: 7 jours
it: 7 giorni
nl: 7 dagen
ru: 7 дней
sk: 7 dní

# tl_preview_link.expire_options.30
source: 30 days
de: 30 Tage
es: 30 días (1 mes)
fa: ۳۰ روز
fr: 30 jours
it: 30 giorni
nl: 30 dagen
ru: 30 дней
sk: 30 dní

# tl_preview_link.hintNew
source: To add a preview link, use the "Share URL" button in the front end preview toolbar.
de: Um einen Vorschaulink hinzuzufügen, verwenden Sie die Schaltfläche "URL teilen" in der Toolbar der Frontend-Vorschau.
es: Para agregar un enlace de vista previa, use el botón "Compartir URL" en la barra de herramientas de vista previa del front-end.
fa: برای افزودن پیوند پیش‌نمایش، از دکمه «اشتراک‌گذاری URL» در نوار ابزار پیش‌نمایش وب‌سایت استفاده کنید.
fr: Pour ajouter un lien de prévisualisation, utilisez le bouton "Partager l'URL" dans la barre d'outils de prévisualisation en front-end.
it: Per aggiungere un link di anteprima, usa il pulsante "Share URL" nella barra degli strumenti di anteprima del front-end.
nl: Om een preview-link toe te voegen, gebruikt u de knop "Deel URL" in de front-end preview-werkbalk.
ru: Чтобы добавить ссылку для предварительного просмотра, используйте кнопку "Поделиться URL" на панели инструментов предпросмотра внешнего интерфейса.
sk: Ak chcete pridať odkaz na ukážku, použite tlačidlo „Zdieľať adresu URL“ na paneli s nástrojmi ukážky na front-ende.

# tl_preview_link.hintSave
source: Please save this record to generate the preview link.
de: Bitte speichern Sie diesen Datensatz, um den Vorschaulink zu erzeugen.
es: Guarde este registro para generar el enlace de vista previa.
fa: لطفاً این رکورد را برای ایجاد پیوند پیش‌نمایش ذخیره کنید.
fr: Veuillez sauvegarder cet enregistrement pour générer le lien de prévisualisation.
it: Salva questo record per generare il link di anteprima.
nl: Sla deze record op om de preview-link te genereren.
ru: Сохранить эту запись, чтобы создать ссылку для предварительного просмотра.
sk: Uložte si tento záznam, aby sa vygeneroval odkaz na ukážku.

# tl_preview_link.hintEdit
source: Preview link
de: Vorschau-Link
es: Enlace de vista previa
fa: لینک پیش‌نمایش
it: Link anteprima
nl: Voorvertoning link
ru: Ссылка для предпросмотра
sk: Ukážka odkazu

# tl_preview_link.hintExpired
source: This preview link has expired and can no longer be shared.
de: Dieser Vorschaulink ist abgelaufen und kann nicht mehr geteilt werden.
es: Este enlace de vista previa ha caducado y ya no se puede compartir.
fa: این پیوند پیش‌نمایش منقضی شده است و دیگر نمی‌توان آن را به اشتراک گذاشت.
fr: Ce lien de prévisualisation a expiré et ne peut plus être partagé.
it: Questo link di anteprima è scaduto e non può più essere condiviso.
nl: Deze preview-link is verlopen en kan niet meer worden gedeeld.
ru: Срок действия ссылки для предварительного просмотра истек, ей больше поделиться нельзя.
sk: Platnosť tohto odkazu na ukážku vypršala a už sa nedá zdieľať.
