Repository: contao/core-bundle
Catalog: contao/languages/*/*_settings.xlf
Languages: tr

# tl_settings.adminEmail.0
source: E-mail address of the system administrator
tr: Sistem yöneticisinin e-posta adresi

# tl_settings.adminEmail.1
source: This e-mail address will be used to send and receive system messages.
tr: Sistem iletilerini gönderip almak için kullanılacak e-posta adresi.

# tl_settings.dateFormat.0
source: Date format
tr: Tarih biçimi

# tl_settings.dateFormat.1
source: The date format string will be parsed with the PHP date() function.
tr: Tarih biçimi dizgesi PHP date() işlevi ile işlenir.

# tl_settings.timeFormat.0
source: Time format
tr: Saat biçimi

# tl_settings.timeFormat.1
source: The time format string will be parsed with the PHP date() function.
tr: Saat biçimi dizgesi PHP date() işlevi ile işlenir.

# tl_settings.datimFormat.0
source: Date and time format
tr: Tarih ve saat biçimi

# tl_settings.datimFormat.1
source: The date and time format string will be parsed with the PHP date() function.
tr: Tarih ve saat biçimi dizgesi PHP date() işlevi ile işlenir.

# tl_settings.timeZone.0
source: Time zone
tr: Saat dilimi

# tl_settings.timeZone.1
source: Please select the server time zone.
tr: Sunucu saat dilimini seçin.

# tl_settings.resultsPerPage.0
source: Items per page
tr: Bir sayfadaki öge sayısı

# tl_settings.resultsPerPage.1
source: Here you can define the number of items per page in the back end.
tr: Buradan yönetim bölümünde bir sayfada görüntülenecek öge sayısını tanımlayabilirsiniz.

# tl_settings.maxResultsPerPage.0
source: Maximum items per page
tr: Bir sayfadaki en fazla öge sayısı

# tl_settings.maxResultsPerPage.1
source: This overall limit takes effect if a user chooses the "show all records" option.
tr: "Tümü görüntülensin' seçeneği kullanıldığında bir sayfada görüntülenecek en fazla öge sayısı.

# tl_settings.allowedTags.0
source: Allowed HTML tags
tr: İzin verilen HTML kod imleri

# tl_settings.allowedTags.1
source: Here you can enter a list of allowed HTML tags that will not be stripped.
tr: Buraya ayıklanmayacak izin verilen HTML kod imlerinin listesini yazabilirsiniz.

# tl_settings.allowedAttributes.0
source: Allowed HTML attributes
tr: İzin verilen HTML öznitelikleri

# tl_settings.allowedAttributes.1
source: List of allowed HTML attributes that will not be stripped. The tag or attribute name <code>*</code> stands for all tags or attributes. Wildcards can be used for attributes with dashes like <code>data-*</code>.
tr: Ayıklanmayacak izin verilen HTML özniteliklerinin listesini yazın. Kod imi ya da öznitelik adı <code>*</code> tüm kod imleri ya da öznitelikler anlamına gelir. Tire içeren öznitelikler için <code>data-*</code> gibi genel arama karakterleri kullanılabilir.

# tl_settings.allowedAttributesWarning
source: Allowing <code>*</code> attributes can be exploited for XSS attacks. Only do this if all backend users are trusted!
tr: <code>*</code> özniteliklerine izin verilmesi, XSS saldırılarıları için kullanılacak bir açık oluşturur. Bunu yalnızca tüm yönetim bölümü kullanıcılarına güveniyorsanız yapın!

# tl_settings.allowedDownload.0
source: Download file types
tr: İndirilebilecek dosya türleri

# tl_settings.allowedDownload.1
source: Here you can enter a comma separated list of downloadable file types.
tr: Buraya indirilebilecek dosya türlerinin listesini virgül ile ayırarak yazabilirsiniz.

# tl_settings.uploadTypes.0
source: Upload file types
tr: Yüklenebilecek dosya türleri

# tl_settings.uploadTypes.1
source: Here you can enter a comma separated list of uploadable file types.
tr: Buraya yüklenebilecek dosya türlerinin listesini virgül ile ayırarak yazabilirsiniz.

# tl_settings.maxFileSize.0
source: Maximum upload file size
tr: Yüklenebilecek en büyük dosya boyutu

# tl_settings.maxFileSize.1
source: Here you can enter the maximum upload file size in bytes (1 MB = 1000 kB = 1000000 byte).
tr: Buraya bayt cinsinden yüklenebilecek en büyük dosya boyutunu yazabilirsiniz (1 MB = 1000 kB = 1000000 bayt).

# tl_settings.imageWidth.0
source: Maximum image width
tr: En fazla görsel genişliği

# tl_settings.imageWidth.1
source: Here you can enter the maximum width for image uploads in pixels.
tr: Buraya yüklenebilecek en fazla görsel genişliğini piksel olarak yazabilirsiniz.

# tl_settings.imageHeight.0
source: Maximum image height
tr: En fazla görsel yüksekliği

# tl_settings.imageHeight.1
source: Here you can enter the maximum height for image uploads in pixels.
tr: Buraya yüklenebilecek en fazla görsel yüksekliğini piksel olarak yazabilirsiniz.

# tl_settings.defaultUser.0
source: Default page owner
tr: Varsayılan sayfa sahibi

# tl_settings.defaultUser.1
source: Here you can select a user as the default owner of a page.
tr: Buradan bir sayfanın varsayılan sahibi olarak bir kullanıcı seçebilirsiniz.

# tl_settings.defaultGroup.0
source: Default page group
tr: Varsayılan sayfa grubu

# tl_settings.defaultGroup.1
source: Here you can select a user group as the default owner of a page.
tr: Buradan bir sayfanın varsayılan sahibi olarak bir kullanıcı grubu seçebilirsiniz.

# tl_settings.defaultChmod.0
source: Default access rights
tr: Varsayılan erişim izinleri

# tl_settings.defaultChmod.1
source: Please assign the default access rights for pages and articles.
tr: Lütfen sayfa ve makalelerin varsayılan erişim izinlerini ayarlayın.

# tl_settings.date_legend
source: Date and time
tr: Tarih ve saat

# tl_settings.global_legend
source: Global configuration
tr: Genel yapılandırma

# tl_settings.backend_legend
source: Back end configuration
tr: Yönetim bölümü yapılandırması

# tl_settings.security_legend
source: Security settings
tr: Güvenlik ayarları

# tl_settings.files_legend
source: Files and images
tr: Dosyalar ve görseller

# tl_settings.uploads_legend
source: Upload settings
tr: Yükleme ayarları

# tl_settings.chmod_legend
source: Default access rights
tr: Varsayılan erişim izinleri

# tl_settings.configuredInApp
source: This setting has been defined in the app configuration and cannot be changed here anymore.
tr: Bu ayar, uygulama yapılandırmasından tanımlanmış olduğundan buradan değiştirilemez.
