Repository: contao/core-bundle
Catalog: contao/languages/*/*_theme.xlf
Languages: pl

# tl_theme.name.0
source: Theme title
pl: Tytuł motywu

# tl_theme.name.1
source: Please enter a unique theme title.
pl: Wprowadź unikalny tytuł motywu.

# tl_theme.author.0
source: Author
pl: Imię

# tl_theme.author.1
source: Please enter the name of the theme designer.
pl: Wprowadź nazwę autora motywu graficznego.

# tl_theme.folders.0
source: Folders
pl: Katalogi

# tl_theme.folders.1
source: Please select the folders that belong to the theme from the files directory.
pl: Zaznacz katalogi, które będą należały do motywu.

# tl_theme.templates.0
source: Templates folder
pl: Katalog szablonów

# tl_theme.templates.1
source: Here you can select a templates folder that will be exported with the theme.
pl: Tu możesz wybrać katalog szablonów, który będzie eksportowany razem z motywem.

# tl_theme.screenshot.0
source: Screenshot
pl: Zrzut ekranu

# tl_theme.screenshot.1
source: Here you can choose a screenshot of the theme.
pl: Tu możesz wybrać zrzut ekranu motywu.

# tl_theme.source.0
source: Source files
pl: Pliki źródłowe

# tl_theme.tstamp.0
source: Revision date
pl: Data rewizji

# tl_theme.tstamp.1
source: Date and time of the latest revision
pl: Data i czas ostatniej rewizji

# tl_theme.title_legend
source: Title and author
pl: Tytuł i autor

# tl_theme.config_legend
source: Configuration
pl: Konfiguracja

# tl_theme.theme_imported
source: Theme "%s" has been imported.
pl: Motyw "%s" zastał zaimportowany.

# tl_theme.checking_theme
source: The theme data is being checked
pl: Sprawdzanie danych motywu

# tl_theme.tables_fields
source: Tables and fields
pl: Tabele i pola

# tl_theme.missing_field
source: The field <strong>%s</strong> is missing in the database and will not be imported.
pl: Brakuje pola <strong>%s</strong> w bazie danych i nie będzie ono zaimportowane

# tl_theme.tables_ok
source: The tables have been successfully checked.
pl: Tabela została sprawdzona pomyślnie.

# tl_theme.missing_xml
source: Theme "%s" is corrupt and cannot be imported.
pl: Motyw "%s" jest uszkodzony i nie może być zaimportowany.

# tl_theme.custom_templates
source: Custom templates
pl: Własne szablony

# tl_theme.template_exists
source: The template <strong>"%s"</strong> exists and will be overwritten.
pl: Szablon <strong>"%s"</strong> istnieje i zostanie nadpisany.

# tl_theme.templates_ok
source: No conflicts detected.
pl: Nie wykryto żadnych konfliktów.

# tl_theme.store.0
source: Theme store
pl: Sklep z motywami

# tl_theme.store.1
source: Find more themes in the Contao theme store
pl: Znajdź więcej motywów w sklepie z motywami Contao.

# tl_theme.importTheme.1
source: Import a theme
pl: Import motywu

# tl_theme.selectExampleWebsite.0
source: Import an example website
pl: Importuj przykładową witrynę

# tl_theme.selectExampleWebsite.1
source: Here you can import an <code>.sql</code> file. Any existing data will be deleted! If you only want to import a theme, do not select a file here.
pl: W tym miejscu można zaimportować plik <code>.sql</code>. Wszystkie istniejące dane zostaną usunięte! Jeśli chcesz zaimportować tylko motyw, nie wybieraj pliku w tym miejscu.

# tl_theme.exampleWebsiteImportType.0
source: Import type
pl: Typ importu

# tl_theme.exampleWebsiteImportType.1
source: Here you can select the import type.
pl: Tutaj możesz wybrać typ importu.

# tl_theme.exampleWebsiteImport.full
source: Full SQL import
pl: Pełny import SQL

# tl_theme.exampleWebsiteImport.data
source: Data only
pl: Tylko dane

# tl_theme.exampleWebsiteImport.data_no_truncate
source: Data only without truncating tables
pl: Tylko dane bez czyszczenia tabel

# tl_theme.editmeta
source: Edit the theme settings
pl: Edytuj ustawienia motywu

# tl_theme.new.0
source: New
pl: Nowy

# tl_theme.new.1
source: Create a new theme
pl: Utwórz nowy motyw

# tl_theme.show
source: Show the details of theme ID %s
pl: Pokaż szczegóły motywu ID %s

# tl_theme.edit
source: Edit theme ID %s
pl: Edytuj motyw ID %s

# tl_theme.delete
source: Delete theme ID %s
pl: Usuń motyw ID %s

# tl_theme.css
source: Edit the style sheets of theme ID %s
pl: Edytuj arkusze stylów motywu ID %s

# tl_theme.modules
source: Edit the front end modules of theme ID %s
pl: Edytuj moduły motywu ID %s

# tl_theme.layout
source: Edit the page layouts of theme ID %s
pl: Edytuj układy stron motywu ID %s

# tl_theme.imageSizes
source: Edit the image sizes of theme ID %s
pl: Edytuj rozmiary obrazka motywu ID %s

# tl_theme.exportTheme
source: Export theme ID %s
pl: Eksportuj motyw ID %s
