Repository: contao/core-bundle
Catalog: contao/languages/*/*_user.xlf
Languages: sk

# tl_user.username.0
source: Username
sk: Používateľ

# tl_user.username.1
source: Please enter a unique username.
sk: Prosím zadajte jedinečné užívateľské meno.

# tl_user.name.0
source: Name
sk: Názov

# tl_user.name.1
source: Please enter the first and last name.
sk: Prosím zadajte meno a priezvisko.

# tl_user.email.0
source: E-mail address
sk: Váš e-mail

# tl_user.email.1
source: Please enter a valid e-mail address.
sk: Prosím zadajte platnú e-mailovú adresu.

# tl_user.language.0
source: Back end language
sk: Jazyk administrácie

# tl_user.language.1
source: Here you can choose the back end language.
sk: Prosím vyberte jazyk administrácie (backendu).

# tl_user.backendTheme.0
source: Back end theme
sk: Vzhľad backendu

# tl_user.backendTheme.1
source: Here you can override the global back end theme.
sk: Tu môžte zmeniť všeobecný vzhľad administrácie (backendu).

# tl_user.uploader.0
source: File uploader
sk: Nahrávanie súborov

# tl_user.uploader.1
source: Here you can choose a file uploader.
sk: Tu si môžete zvoliť druh nahrávača súborov.

# tl_user.showHelp.0
source: Show explanation
sk: Zobraziť vysvetlivky

# tl_user.showHelp.1
source: Show a short explanation text below each input field.
sk: Ak zvolíte túto možnosť, pri každom vstupnom poli bude uvedné krátke vysvetlenie.

# tl_user.thumbnails.0
source: Show thumbnail images
sk: Zobraziť miniatúry obrázkov

# tl_user.thumbnails.1
source: Show thumbnail images in the file manager.
sk: Ak zvolíte túto možnosť, v súborovom manažéri vám budú zobrazené miniatúry obrázkov.

# tl_user.useRTE.0
source: Enable the rich text editor
sk: Zapnúť rozsiahly textový editor

# tl_user.useRTE.1
source: Use the rich text editor to format text elements.
sk: Použiť rozsiahly textový editor na formátovanie textových elementov.

# tl_user.useCE.0
source: Enable the code editor
sk: Zapnúť editor kódu

# tl_user.useCE.1
source: Use the code editor to modify code elements.
sk: Použiť editor zdrojového kódu k úprave kódového obsahu.

# tl_user.doNotCollapse.0
source: Do not collapse content elements
sk: Nezbaľovať obsahové elementy

# tl_user.doNotCollapse.1
source: Do not collapse content elements in the back end preview.
sk: Ponechá obahové elemety rozbalené v prostredí backendu.

# tl_user.pwChange.0
source: Password change required
sk: Vynútiť zmenu hesla

# tl_user.pwChange.1
source: Make the user change his password upon the next login.
sk: Zaškrtnutím tejto možnosti donutíte užívateľov, aby zmenili svoje heslo pri najbližšom prihlásení.

# tl_user.admin.0
source: Make the user an administrator
sk: Administrátor

# tl_user.admin.1
source: Administrators have unlimited access to all modules and elements!
sk: Administrátor má neobmedzený prístup k stránkam, modulom, rozšíreniam a priečinkom!

# tl_user.groups.0
source: User groups
sk: Skupiny užívateľov

# tl_user.groups.1
source: Here you can assign the user to one or more groups.
sk: Tu môžte priradiť užívateľa k jednej alebo viacerým skupinám (backend) užívateľov.

# tl_user.inherit.0
source: Permission inheritance
sk: Dedenie práv

# tl_user.inherit.1
source: Here you can define which group permissions the user inherits.
sk: Tu môžte určiť, aké skupinové práva zdedí tento užívateľ.

# tl_user.group.0
source: Use group settings only
sk: Použiť len nastavenia skupiny

# tl_user.group.1
source: The user inherits only group permissions.
sk: Užívateľ bude mať tie isté práva ako skupina, ku ktorej je priradený.

# tl_user.extend.0
source: Extend group settings
sk: Rozšírenie nastavení skupiny

# tl_user.extend.1
source: The group permissions are extended by individual ones.
sk: Pridať ďalšie práva, ktoré nemá k dispozícii skupina, ku ktorej je užívateľ priradený.

# tl_user.custom.0
source: Use individual settings only
sk: Použiť len individuálne nastavenia

# tl_user.custom.1
source: Only individual permissions are applied.
sk: Budú použité iba individuálne nastavenia.

# tl_user.modules.0
source: Back end modules
sk: Back end moduly

# tl_user.modules.1
source: Here you can grant access to one or more back end modules.
sk: Tu môžte zaistiť prístup k jednému alebo viacerým backend modulom.

# tl_user.themes.0
source: Theme modules
sk: Moduly témy vzhľadu

# tl_user.themes.1
source: Here you can grant access to the theme modules.
sk: Tu môžte zaistiť prístup k modulom témy vzhľadu.

# tl_user.elements.0
source: Content elements
sk: Obsahové elementy

# tl_user.elements.1
source: Here you can select the allowed content element types.
sk: Tu môžete vybrať povolené typy prvkov obsahu.

# tl_user.fields.0
source: Form fields
sk: Polia formulára

# tl_user.fields.1
source: Here you can select the allowed form field types.
sk: Tu môžete vybrať povolené typy polí formulára.

# tl_user.frontendModules.0
source: Front end modules
sk: Frontend moduly

# tl_user.frontendModules.1
source: Here you can select the allowed front end module types.
sk: Tu môžete vybrať povolené typy frontendových modulov.

# tl_user.pagemounts.0
source: Pagemounts
sk: Povolené stránky

# tl_user.pagemounts.1
source: Here you can grant access to one or more pages (subpages are included automatically).
sk: Tu môžte zaistiť prístup k jednej alebo viacerým stránkam (podstránky budú zahrnuté automaticky).

# tl_user.alpty.0
source: Allowed page types
sk: Povolené typy stránok

# tl_user.alpty.1
source: Here you can select the page types you want to allow.
sk: Tu môžte zvoliť typy stránok, ktoré chcete povoliť.

# tl_user.filemounts.0
source: Filemounts
sk: Povolené súbory

# tl_user.filemounts.1
source: Here you can grant access to one or more folders (subfolders will be included automatically).
sk: Tu môžte zaistiť prístup k jednému alebo viacerým adresárom (podadresáre budú zahrnuté automaticky).

# tl_user.imageSizes.0
source: Image sizes
sk: Veľkosti obrázku

# tl_user.imageSizes.1
source: Here you can grant access to one or more image sizes.
sk: Tu môžete udeliť prístup k jednej alebo viacerým veľkostiam obrázkov.

# tl_user.forms.0
source: Allowed forms
sk: Povolené formuláre

# tl_user.forms.1
source: Here you can grant access to one or more forms.
sk: Tu môžte zaistiť prístup k jednému alebo viacerým formulárom.

# tl_user.formp.0
source: Form permissions
sk: Povolené formuláre

# tl_user.formp.1
source: Here you can define the form permissions.
sk: Tu môžte určiť práva pre zaobchádzanie s formulármi.

# tl_user.amg.0
source: Allowed member groups
sk: Povolené skupiny členov

# tl_user.amg.1
source: Members of these groups can be used in the front end preview.
sk: Členov týchto skupín možno použiť v ukážke na front-ende.

# tl_user.disable.0
source: Deactivate
sk: Deaktivovať

# tl_user.disable.1
source: Temporarily disable the account.
sk: Dočasne deaktivovať účet.

# tl_user.start.0
source: Activate on
sk: Kedy aktivovať

# tl_user.start.1
source: If you want to prevent the account from being active before a certain date/time, you can enter it here. Otherwise, leave the field blank.
sk: Ak chcete zabrániť tomu, aby bol účet aktívny pred určitým dátumom/časom, môžete ho zadať tu. V opačnom prípade nechajte pole prázdne.

# tl_user.stop.0
source: Deactivate on
sk: Kedy deaktivovať

# tl_user.stop.1
source: If you want to prevent the account from being active after a certain date/time, you can enter it here. Otherwise, leave the field blank.
sk: Ak chcete zabrániť tomu, aby bol účet aktívny po určitom dátume/čase, môžete ho zadať tu. V opačnom prípade nechajte pole prázdne.

# tl_user.session.0
source: Purge data
sk: Vyprázdniť dáta

# tl_user.session.1
source: Please select the data you want to purge.
sk: Zvoľte prosím dáta, ktoré chcete vyprázdniť.

# tl_user.name_legend
source: Name and e-mail
sk: Meno a e-mailová adresa

# tl_user.backend_legend
source: Back end settings
sk: Nastavenia backendu

# tl_user.theme_legend
source: Back end theme
sk: Vzhľad backendu

# tl_user.password_legend
source: Password settings
sk: Nastavenie hesla

# tl_user.admin_legend
source: Administrator
sk: Administrátor

# tl_user.groups_legend
source: User groups
sk: Skupiny užívateľov

# tl_user.modules_legend
source: Allowed modules
sk: Povolené moduly

# tl_user.elements_legend
source: Allowed elements
sk: Povolené elementy

# tl_user.pagemounts_legend
source: Pagemounts
sk: Povolené stránky

# tl_user.filemounts_legend
source: Filemounts
sk: Povolené súbory

# tl_user.imageSizes_legend
source: Image sizes
sk: Veľkosti obrázku

# tl_user.forms_legend
source: Form permissions
sk: Povolené formuláre

# tl_user.amg_legend
source: Allowed member groups
sk: Povolené skupiny členov

# tl_user.account_legend
source: Account settings
sk: Nastavenia účtu

# tl_user.session_legend
source: Clear cache
sk: Vyprázdniť cache

# tl_user.sessionLabel
source: Session data
sk: Session dáta

# tl_user.htmlLabel
source: Image cache
sk: Cache obrázkov

# tl_user.previewLabel
source: Preview cache
sk: Ukážka vyrovnávacej pamäte

# tl_user.tempLabel
source: Shared cache
sk: Zdieľaná vyrovnávacia pamäť

# tl_user.sessionPurged
source: The session data has been purged
sk: Session dáta boli vyprázdnené

# tl_user.htmlPurged
source: The image cache has been purged
sk: Cache obrázkov bola vyprázdnená

# tl_user.previewPurged
source: The preview cache has been purged
sk: Vyrovnávacia pamäť ukážky bola vymazaná

# tl_user.tempPurged
source: The shared cache has been purged
sk: Zdieľaná vyrovnávacia pamäť bola vymazaná

# tl_user.FileUpload
source: Default uploader
sk: Prednastavený spôsob nahrávania súborov

# tl_user.useTwoFactor
source: Use two-factor authentication
sk: Použi dvojfaktorovú autentifikáciu

# tl_user.new.0
source: New
sk: Nová

# tl_user.new.1
source: Create a new user
sk: Vytvoriť nového užívateľa

# tl_user.show
source: Show the details of user ID %s
sk: Zobraziť detaily užívateľa ID %s

# tl_user.edit
source: Edit user ID %s
sk: Upraviť užívateľa ID %s

# tl_user.copy
source: Duplicate user ID %s
sk: Kopírovať užívateľa ID %s

# tl_user.delete
source: Delete user ID %s
sk: Odstrániť užívateľa ID %s

# tl_user.toggle.0
source: Activate/deactivate user
sk: Aktivovať/deaktivovať užívateľa

# tl_user.toggle.1
source: Deactivate user ID %s
sk: Deaktivovať používateľa ID %s

# tl_user.toggle.2
source: Activate user ID %s
sk: Aktivovať používateľa ID %s

# tl_user.su
source: Switch to user ID %s
sk: Prepnúť užívateľa ID %s
