Repository: contao/core-bundle
Catalog: contao/languages/*/explain.xlf
Languages: fa

# XPL.insertTags.0.0
source: Rich text editor
fa: ویرایشگر متن پیشرفته

# XPL.insertTags.0.1
source: For more information about TinyMCE, see <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a>.
fa: برای اطلاعات بیشتر در مورد TinyMCE, را <a href="https://www.tiny.cloud/tinymce/" target="_blank" rel="noreferrer noopener">https://www.tiny.cloud/tinymce/</a> ببینید.

# XPL.insertTags.1.0
source: Insert tags
fa: برچسب‌های درجی

# XPL.insertTags.1.1
source: For more information about insert tags, see the <a href="https://to.contao.org/docs/insert-tags?lang=en" target="_blank" rel="noreferrer noopener">Contao manual</a>.
fa: برای اطلاعات بیشتر در مورد insert tags، <a href="https://to.contao.org/docs/insert-tags?lang=en" target="_blank" rel="noreferrer noopener">راهنمای کنتائو</a> را ببینید.

# XPL.insertTags.2.0
source: Code editor
fa: ویرایشگر کد

# XPL.insertTags.2.1
source: For more information about Ace, see <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a>.
fa: برای اطلاعات بیشتر در مورد Ace, <a href="https://ace.c9.io" target="_blank" rel="noreferrer noopener">https://ace.c9.io</a> را ببینید.

# XPL.insertTags.3.0
source: Markdown
fa: نشانه‌دار

# XPL.insertTags.3.1
source: To learn more about markdown, see the <a href="https://to.contao.org/docs/markdown?lang=en" target="_blank" rel="noreferrer noopener">Contao manual</a>.
fa: برای یادگیری بیشتر در مورد markdown، <a href="https://to.contao.org/docs/markdown?lang=en" target="_blank" rel="noreferrer noopener">راهنمای Contao</a> را ببینید.

# XPL.dateFormat.0.1
source: Contao supports all date and time formats that can be parsed with the PHP date() function. However, to ensure that any input can be transformed into a UNIX timestamp, you can only use numeric date and time formats (j, d, m, n, y, Y, g, G, h, H, i, s) in the back end.<br><br><strong>You can enter different front end formats in the website root pages.</strong><br><br><em>Here are some examples of valid date and time formats</em>:
fa: کنتائو تمامی فرمت‌های زمان و تاریخ را می‌تواند توسط تابع PHP date() تولید می‌شود را پشتیبانی می‌کند. همچنین برای اینکه مطمئن باشید که ورودی‌ها می‌توانند به UNIX timestamp تبدیل شوند، باید فقط از ساختارهای تاریخ و ساعت (j, d, m, n, y, Y, g, G, h, H, i, s) در بخش مدیریت استفاده نمایید.<br><br><strong>شما می‌توانید ساختارهای مختلفی را برای بخش کاربری در برگه‌های ریشه وب‌سایت تعریف نمایید.</strong><br><br><em>اینها چند مثال از ساختارهای تاریخ و ساعت معتبر می‌باشند.</em>:

# XPL.dateFormat.1.1
source: YYYY-MM-DD, international ISO-8601, e.g. 2005-01-28
fa: YYYY-MM-DD, بین‌المللی ISO-8601, برای نمونه 2005-01-28

# XPL.dateFormat.2.1
source: MM/DD/YYYY, English format, e.g. 01/28/2005
fa: MM/DD/YYYY، فرمت انگلیسی، برای نمونه 01/28/2005

# XPL.dateFormat.3.1
source: DD.MM.YYYY, German format, e.g. 28.01.2005
fa: DD.MM.YYYY، فرمت آلمانی، برای نمونه، 28.01.2005

# XPL.dateFormat.4.1
source: YY-M-D, without leading zeros, e.g. 05-1-28
fa: YY-M-D, بدون صفر در ابتدا, برای نمونه 05-1-28

# XPL.dateFormat.5.1
source: YYYYMMDD, timestamp, e.g. 20050128
fa: YYYYMMDD, timestamp, برای نمونه 20050128

# XPL.dateFormat.6.1
source: 24 hours, minutes and seconds, e.g. 20:36:59
fa: 24 ساعت, دقیقه و ثانیه, برای نمونه 20:36:59

# XPL.dateFormat.7.1
source: 12 hours without leading zeros and minutes, e.g. 8:36
fa: 12 ساعت بدون صفر در ابتدا و دقیقه, برای نمونه 8:36

# XPL.imageSizeDensities.0.0
source: Sizes attribute
fa: ویژگی اندازه‌ها

# XPL.imageSizeDensities.0.1
source: The HTML attribute <code>sizes</code> defines the intended layout width of the image, optionally combined with a media query. You can use any CSS length value in this attribute.<br><br>E.g. <code>(max-width: 600px) 100vw, 50vw</code> means the image‘s width is 100% of the viewport for small screens and 50% of the viewport for larger screens.<br><br>And <code>(max-width: 600px) calc(100vw - 20px), 500px</code> means the image‘s width is 20px smaller than the viewport for small screens and 500px for larger screens.<br><br>The sizes attribute shouldn’t be used for styling, use CSS instead. The sizes attribute does not necessarily have to match up exactly with the actual image width as specified in the CSS.<br><br>For more information about the sizes attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a>.
fa: ویژگی <code>sizes</code> در HTML عرض تصویر برای چیدمان موردنظر را به صورت اختیاری با یک مدیا کوئری تعریف می‌کند. شما می‌توانید در این ویژگی از هر مقدار طول CSS استفاده کنید.<br><br>مثلا<code>(max-width: 600px) 100vw, 50vw</code> که به معنی تصاویر با عرض 100% نمای دید برای صفحه نمایش‌های کوچک و 50% نمای دید برای صفحه نمایش‌های بزرگ است. <br><br>و <code>(max-width: 600px) calc(100vw - 20px), 500px</code> به معنی عرض تصاویر 20px کوچکتر از نمای دید برای صفحه نمایش‌های کوچک و 500px برای صفحه نمایش‌های بزرگ است.<br><br>ویژگی sizes نباید برای استایل استفاده شود در عوض از CSS استفادهکنید. ویژگی sizes حتما لازم نیست که با عرض واقعی تصویر که در CSS مشخص شده مظابقت داشته باشد.<br><br>برای اطلاعات بیشتر در مورد ویژگی sizes از <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-sizes" target="_blank" rel="noreferrer noopener">w3.org</a> دیدن کنید.

# XPL.imageSizeDensities.1.0
source: Pixel densities/<br>scale factors
fa: چگالی‌های پیکسل/<br>فاکتورهای بزرگنمایی

# XPL.imageSizeDensities.1.1
source: If the sizes attribute is not defined, this setting simply defines the pixel densities you want to support. The dimensions of the images are adjusted automatically. E.g. <code>1x, 1.5x, 2x</code> creates the following HTML code: <code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>If the sizes attribute is defined, the same image sizes are generated but width descriptors are used for the srcset attribute. E.g. a 200 pixel wide image with the densities <code>1x, 1.5x, 2x</code> creates the following HTML code: <code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>For more information about the srcset attribute please visit <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a>.
fa: اگر ویژگی sizes تعریف نشده باشد، این تنظیم به سادگی چگالی پیکسل که می‌خواهید پشتیبانی کنید را تعیین می‌کند. ابعاد تصویر به صورت خودکار تنظیم می‌شود. مانند <code>1x, 1.5x, 2x</code> کد HTML زیر را ایجاد می‌کند:<br><code>&lt;img srcset="img-a.jpg 1x, img-b.jpg 1.5x, img-c.jpg 2x"&gt;</code><br><br>اگر ویژگی اندازه‌ها تعریف شده باشد، همان اندازه‌های تصویر ایجاد می‌شود، ولی توصیف‌کننده‌ی عرض برای ویژگی srcset استفاده می‌شود. مانند تصویری با عرض 200 پیکسل با چگالی‌های <code>1x, 1.5x, 2x</code> کد HTML زیر را ایجاد می‌کند:<br><code>&lt;img srcset="img-a.jpg 200w, img-b.jpg 300w, img-c.jpg 400w"&gt;</code><br><br>برای اطلاعات بیشتر درباره ویژگی srcset <a href="https://www.w3.org/TR/2016/PR-html51-20160915/semantics-embedded-content.html#element-attrdef-img-srcset" target="_blank" rel="noreferrer noopener">w3.org</a> را ببینید.
