Repository: contao/core-bundle
Catalog: contao/languages/*/modules.xlf
Languages: cs

# MOD.content
source: Content
cs: Obsah

# MOD.article.0
source: Articles
cs: Články

# MOD.article.1
source: Manage articles and content elements
cs: Články jsou použity jako kontejner pro obsahové prvky jako text, obrázky nebo hyperlinky. Každý článek je publikován na určité stránce. Tento modul umožňuje spravovat vaše články.

# MOD.form.0
source: Forms
cs: Formuláře

# MOD.form.1
source: Create custom forms and store or send the submitted data
cs: Tento modul umožňuje vytvořit jakýkoliv webový formulář.

# MOD.design
source: Layout
cs: Rozvržení

# MOD.themes.0
source: Themes
cs: Vzhled

# MOD.themes.1
source: Manage themes, front end modules, page layouts or image sizes
cs: Spravovat vzhledy, frontendové moduly, vzhledy stránek nebo rozměry obrázků

# MOD.page.0
source: Pages
cs: Stránky

# MOD.page.1
source: Set up the pages of your website(s)
cs: Nastavte stránky svého webu (webů)

# MOD.tpl_editor.0
source: Templates
cs: Předlohy

# MOD.tpl_editor.1
source: Add or edit custom templates
cs: Přidat nebo upravit vlastní předlohy

# MOD.accounts
source: Accounts
cs: Účty

# MOD.member.0
source: Members
cs: Členové

# MOD.member.1
source: Manage member accounts (front end)
cs: Spravovat účty členů (fontend)

# MOD.mgroup.0
source: Member groups
cs: Skupiny členů

# MOD.mgroup.1
source: Manage member groups (front end)
cs: Spravovat skupiny členů (frontend)

# MOD.user.0
source: Users
cs: Uživatelé

# MOD.user.1
source: Manage user accounts (back end)
cs: Spravovat účty uživatelů (backend)

# MOD.group.0
source: User groups
cs: Uživatelské skupiny

# MOD.group.1
source: Manage user groups (back end)
cs: Spravovat skupiny uživatelů (backend)

# MOD.opt_in.0
source: Double opt-in
cs: Dvoufázové přihlášení

# MOD.opt_in.1
source: Manage double opt-in tokens
cs: Spravovat dvoufázové tokeny

# MOD.system
source: System
cs: Systém

# MOD.files.0
source: Files
cs: Soubory

# MOD.files.1
source: Manage files and folders
cs: Spravovat soubory a složky

# MOD.log.0
source: System log
cs: Systémové zprávy

# MOD.log.1
source: Browse the system log
cs: Projít systémová hlášení

# MOD.settings.0
source: Settings
cs: Nastavení

# MOD.settings.1
source: Adjust the Contao configuration
cs: Přizpůsobit nastavení Contaa

# MOD.preview_link.0
source: Preview links
cs: Odkaz náhledu

# MOD.preview_link.1
source: Manage preview links for the front end.
cs: Spravovat odkazy náhledu pro frontend

# MOD.maintenance.0
source: Maintenance
cs: Údržba systému

# MOD.maintenance.1
source: Crawl the website or purge generated data
cs: Procházet web nebo vyčistit generovaná data

# MOD.security.0
source: Security
cs: Zabezpečení

# MOD.security.1
source: Secure your account
cs: Zabezpečte svůj účet

# MOD.undo.0
source: Restore
cs: Obnovit

# MOD.undo.1
source: Restore deleted records
cs: Obnovení smazaných záznamů.

# MOD.login.0
source: User profile
cs: Uživatelský profil

# MOD.login.1
source: Change your personal data or set a new password
cs: Tento modul umožňuje změnit osobní údaje nebo nastavit nové heslo

# MOD.favorites.0
source: Favorites
cs: Oblíbené

# MOD.favorites.1
source: Manage your back end menu favorites
cs: Spravovat mé backendové menu oblíbených

# MOD.tl_content
source: Content elements
cs: Elementy pro vytváření obsahu

# MOD.tl_form_field
source: Fields
cs: Pole

# MOD.tl_image_size
source: Image sizes
cs: Obrázkové rozměry

# MOD.tl_image_size_item
source: Media queries
cs: Mediální query

# MOD.tl_layout
source: Page layouts
cs: Vzhledy stránky

# MOD.tl_module
source: Front end modules
cs: Muduly frontendu

# MOD.modules
source: Front end modules
cs: Muduly frontendu

# MOD.layout
source: Page layouts
cs: Vzhledy stránky

# MOD.image_sizes
source: Image sizes
cs: Obrázkové rozměry

# MOD.theme_import
source: Theme import
cs: Importovat vzhled

# MOD.theme_export
source: Theme export
cs: Export vzhledu

# FMD.navigationMenu
source: Navigation
cs: Navigace

# FMD.navigation.0
source: Navigation menu
cs: Navigační menu

# FMD.navigation.1
source: Generates a navigation menu from the pages
cs: Vygeneruje navigační nabídku ze stránek

# FMD.customnav.0
source: Custom navigation
cs: Vlastní navigace

# FMD.customnav.1
source: Generates a custom navigation menu
cs: generuje vlastní navigační menu.

# FMD.breadcrumb.0
source: Breadcrumb navigation
cs: Drobečková navigace

# FMD.breadcrumb.1
source: Generates a breadcrumb navigation menu
cs: vytvoří drobečkové navigační menu.

# FMD.quicknav.0
source: Quick navigation
cs: Rychlá navigace

# FMD.quicknav.1
source: Generates a drop-down menu from the pages
cs: Vygeneruje rozbalovací nabídku ze stránek

# FMD.quicklink.0
source: Quick link
cs: Rychlý odkaz

# FMD.quicklink.1
source: Generates a custom drop-down menu
cs: vytvoří vlastní rozbalovací menu.

# FMD.booknav.0
source: Book navigation
cs: Knižní navigace

# FMD.booknav.1
source: Generates a book navigation menu
cs: vytvoří knižní navigaci.

# FMD.articlenav.0
source: Article navigation
cs: Navigace článků

# FMD.articlenav.1
source: Generates a pagination menu to navigate articles
cs: vytvoří zlom stránky s navigací článků.

# FMD.sitemap.0
source: HTML sitemap
cs: Mapa stránek HTML

# FMD.sitemap.1
source: Generates a list of all pages
cs: Vygeneruje seznam všech stránek

# FMD.user
source: User
cs: Uživatel

# FMD.login.0
source: Login form
cs: Přihlašovací formulář

# FMD.login.1
source: Generates a login form
cs: generuje přihlašovací formulář.

# FMD.logout.0
source: Automatic logout
cs: Automatické odhlášení

# FMD.logout.1
source: Automatically logs out a member
cs: Automaticky odhlásí uživatele

# FMD.personalData.0
source: Personal data
cs: Osobní data

# FMD.personalData.1
source: Generates a form to edit a member's personal data
cs: Vytvoří formulář pro editaci osobních dat užibatele.

# FMD.registration.0
source: Registration
cs: Registrace člena

# FMD.registration.1
source: Generates a member registration form
cs: Vytvoří registrační formulář pro člena

# FMD.changePassword.0
source: Change password
cs: Změnit heslo

# FMD.changePassword.1
source: Generates a form to change the password
cs: Vytvoří formulář pro změnu hesla

# FMD.lostPassword.0
source: Lost password
cs: Ztracené heslo

# FMD.lostPassword.1
source: Generates a form to request a new password
cs: Tento modul vytváří formulář, který povoluje uživatelům požádat o nové heslo.

# FMD.closeAccount.0
source: Close account
cs: Zrušit účet

# FMD.closeAccount.1
source: Generates a form to delete a member account
cs: Smaže členský účet.

# FMD.application
source: Applications
cs: Aplikace

# FMD.form.0
source: Form
cs: Formulář

# FMD.form.1
source: Adds a form to the page
cs: přidá formulář na stránku.

# FMD.search.0
source: Search engine
cs: Vyhledávač

# FMD.search.1
source: Adds a search form to the page
cs: přidá vyhledávací formulář na stránku.

# FMD.articlelist.0
source: Article list
cs: Seznam článků

# FMD.articlelist.1
source: Generates a list of articles of a column
cs: vygeneruje seznam článků daného sloupce

# FMD.miscellaneous
source: Miscellaneous
cs: Různé

# FMD.randomImage.0
source: Random image
cs: Náhodný obrázek

# FMD.randomImage.1
source: Adds a random image to the page
cs: Tento modul přidá do stránky náhodný obrázek.

# FMD.html.0
source: Custom HTML
cs: Vlastní HTML kód

# FMD.html.1
source: Allows you to add custom HTML code
cs: Tento modul dovoluje použít vlastní HTML kód.

# FMD.unfiltered_html.0
source: Unfiltered HTML
cs: Nefiltrované HTML

# FMD.unfiltered_html.1
source: Allows you to add custom, unfiltered HTML code
cs: Tento modul dovoluje použít vlastní nefiltrovaný HTML kód.

# FMD.template.0
source: Custom template
cs: Vlastní předloha

# FMD.template.1
source: Generates a module to insert a custom template.
cs: Vytvoří modul pro vložení vlastní předlohy.

# FMD.rssReader.0
source: RSS reader (deprecated)
cs: Čtečka RSS (zastaralé)

# FMD.rssReader.1
source: Adds an RSS feed to the page
cs: Import RSS

# FMD.feed_reader.0
source: Feed reader
cs: RSS čtečka

# FMD.feed_reader.1
source: Adds an RSS, Atom or JSON feed to the page
cs: Přidat ke stránce kanál RSS, Atom nebo JSON

# FMD.two_factor.0
source: Two-factor authentication
cs: Dvoufázové ověření

# FMD.two_factor.1
source: Generates a form to set up or change two-factor authentication
cs: Vytvoří formulář pro nastavení nebo změnu dvoufázové autorizace

# FMD.root_page_dependent_modules.0
source: Root page dependent modules
cs: Moduly závislé na kořenové stránce

# FMD.root_page_dependent_modules.1
source: Generates different modules depending on the website root page
cs: Generuje různé moduly v závislosti na kořenové stránce webu
